<template>
  <div class="merchantSettled">
    <mer-chant-header
        id="product"
        :title="$t('支持政策')"
    ></mer-chant-header>
    <div class="merchantSettled-wap">
      <div class="step-div">
        <div class="content">
          <div>
            <h2 class="title">{{ $t("一、平台规则") }}</h2>
            <h2 class="title">
              {{ $t("第一章概述") }}
            </h2>
            <p>
              {{ $t("规则适用范围：本平台规则（以下简称“本规则”）适用于平台网站（网址为：{web}）（以下简称“规则”.服务”）。",{web:web}) }}
            </p>
            <p>
              {{ $t("1.1 为保护平台用户的合法权益，维护平台正常运行秩序，根据《平台会员服务协议》、《商城用户注册协议》及其他服务合作协议，制定本规则。") }}
            </p>
            <p>
              {{ $t("1.2 平台规则是增加平台用户基本义务或规范用户行使基本权利的条款。") }}
            </p>
            <p>
              {{ $t("1.3 规则和行为的认定和处理基于平台从普通人角度认定的事实以及双方提供的证据，并按照相关规则严格执行。 平台用户在适用规则上一律平等。") }}
            </p>
            <p>
              {{ $t("1.4 用户应遵守国家和地区有关法律、行政法规、部门规章及其他规范性文件。 涉嫌违反国家法律、行政法规、部门规章和其他规范性文件的，本规定有规定的，适用本规定； 本规则未作规定的，平台有权酌情处理。 但平台对用户的处理并不免除用户应负的法律责任。") }}
            </p>
            <p>
              {{ $t("1.5 用户在平台上的任何行为也应遵守与平台签订的各项协议。") }}
            </p>
            <p>
              {{ $t("平台有权根据业务需要修改任何条款，并以网站公告的形式更新。 修改后的条款一经在平台网站公布即生效。 最终解释权归平台所有。") }}
            </p>
            <p>
              {{ $t("如果您不同意相关修改，请立即停止使用服务。 如果您选择继续使用服务，将视为您已接受修改后的条款。 当您与本公司发生争议时，以最新条款为准； 平台有权对用户行为及适用的规则/协议进行调整。 单方面查明并进行相应处理。") }}
            </p>
          </div>
          <div>
            <h2 class="title">{{ $t("第 2 章 定义") }}</h2>
            <p>
              {{$t("2.1 平台：指域名为{web}的平台网站；",{web:web})}}
            </p>
            <p>
              {{$t("2.2 用户：指使用平台网站服务的用户；")}}
            </p>
            <p>
              {{$t("2.3 会员：是指与平台签订《平台会员服务协议》或《平台商城用户注册协议》并完成注册程序的用户；")}}
            </p>
            <p>
              {{$t("2.4 买家：指在平台网站浏览或购买商品的会员；")}}
            </p>
            <p>
              {{$t("2.5 卖家：是指在平台上发布商品的会员，平台卖家也称为“卖家”；")}}
            </p>
            <p>
              {{$t("2.6下架：是指买家点击平台并确认购买的行为；")}}
            </p>
            <p>
              {{$t("2.7 订单：是指买方同时向单一卖方订购一种或者多种商品的合同。 订单中任何商品的内容均构成商品信息相关交易；")}}
            </p>
            <p>
              {{$t("2.8 商品发布数量：指卖家在平台及网仓内销售的商品总数；")}}
            </p>
            <p>
              {{$t("2.9 扣分：是指卖家违规扣分到一定分，包括6分、12分、24分、36分、48分；")}}
            </p>
            <p>
              {{$t("2.10 节点处理：指卖家违约积分累积到节点后，因违约而被执行的过程")}}
            </p>
            <p>
              {{$t("2.11 市场管理措施：是指平台为了营造良好的购物环境，对违反平台规则的用户所采取的管理措施，如警告、降低搜索权限等；")}}
            </p>
            <p>
              {{$t("2.12 交易：指买家在平台购买商品并成功付款；")}}
            </p>
            <p>
              {{$t("2.13下架：指将在售商品转移至网上仓库。")}}
            </p>
          </div>
          <div>
            <p>{{ $t( "3、期限") }}</p>
            <p>
              {{$t("本协议自生效之日起在 1（一）年内继续完全有效，并应自动续展 1（一）年，除非任何一方至少三十（一）年向另一方发出书面通知。 30) 任何期限届满前的几天。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{ $t("第三章 登记") }}</h2>
            <p>
              {{$t("服务使用对象：用户完成注册程序或以其他公司允许的方式实际使用服务时，应当是具有完全民事权利能力和民事行为能力的自然人或者法人。 若您不具备上述资格，请不要使用本服务，否则由此产生的一切后果由您自行负责，且本公司有权取消该用户的账户并要求赔偿。 如果用户代表公司或其他法人在平台网站注册成为会员或卖家，则用户有权使该公司或其他法人受本协议条款的约束。")}}
            </p>
            <p>
              {{$t("3.1 平台网站买家：您理解并同意，在完成相应的激活和授权流程后，您可以通过您的平台账户直接登录平台网站（{web}）。",{web:web})}}
            </p>
            <p>
              {{$t("3.2 对于平台网站卖家，用户必须满足以下条件才有权申请加入平台并成为卖家：")}}
            </p>
            <p>
              {{$t("3.2.1 卖家必须满足以下条件才有权使用服务：")}}
            </p>
            <p>
              {{$t("3.2.1.1 卖家符合平台招商标准；")}}
            </p>
            <p>
              {{$t("3.2.1.2 卖家及其销售的产品符合平台要求；")}}
            </p>
            <p>
              {{$t("3.2.1.3 卖方已有效签署《{name}》平台服务协议及其相关附属协议；")}}
            </p>
            <p>
              {{$t("3.2.1.4 卖家第二次及以上向平台申请，且申请前一年内无因严重违规被平台重新审核的记录；")}}
            </p>
            <p>
              {{$t("3.2.1.5 卖家同意平台所有规则；")}}
            </p>
            <p>
              {{$t("3.2.1.6 卖方视情况遵守公司要求的任何其他合理条件。")}}
            </p>
            <p>
              {{$t("3.2.2 卖方应保证以下内容：")}}
            </p>
            <p>
              {{$t("3.2.2.1 所有产品均为正品；")}}
            </p>
            <p>
              {{$t("3.2.2.2 向买家提供的商品在中国大陆地区有指定的退货地点和正规的退货渠道。")}}
            </p>
            <p>
              {{$t("3.2.3 卖家有下列情形之一的，平台有权清除：")}}
            </p>
            <p>
              {{$t("3.2.3.1 明知所售商品为假冒伪劣产品仍在平台上销售；")}}
            </p>
            <p>
              {{$t("3.2.3.2 向平台提供伪造、变造的卖家资质或商品信息；")}}
            </p>
            <p>
              {{$t("3.2.3.3 违反平台规则的；")}}
            </p>
            <p>
              {{$t("3.2.3.4 严重违规累计扣分达到48分；")}}
            </p>
            <p>
              {{$t("3.2.3.5 丧失学科资格；")}}
            </p>
            <p>
              {{$t("3.2.3.6 其他违反平台要求的行为。")}}
            </p>
            <p>
              {{$t("3.3 账户安全：用户有责任对平台账户和平台网站的登录名、昵称、密码以及在该登录名、昵称和密码下发生的所有活动（包括但不限于信息披露、信息发布、网上点击）保密。 需要密码。 同意或提交各种规则和协议、在线续签协议或购买服务等）承担责任。 除非法律或司法裁决要求，并经平台同意，您的平台账户和密码不得以任何方式转让、赠与或继承。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{ $t("第四章 操作") }}</h2>
            <p>
              {{$t("4.1 卖家应按照平台系统规定的程序和要求发布商品； 平台禁止发布国家法律法规或平台禁止的产品或信息。")}}
            </p>
            <p>
              {{$t("4.2 卖家应遵守平台的“服务承诺”，包括但不限于“正品保证”、“海外直供”、“本地退货”。")}}
            </p>
            <p>
              {{$t("4.3 卖家会员名称、店铺名称的命名应符合国家法律法规及开放平台相关规则，不得含有违法或涉嫌侵犯他人权利的相关信息。 详细规则请参见《平台商店命名规范》。")}}
            </p>
            <p>
              {{$t("4.4 会员应遵守所在国家和地区有关商品进出境的法律法规。参与跨境交易的地区，并履行相关协助和合作义务。")}}
            </p>
            <p>
              {{$t("4.5 交易：您同意遵守平台网站以下交易规定：")}}
            </p>
            <p>
              {{$t("4.5.1 所有平台网站会员均应按照平台网站系统设定的交易流程进行交易；")}}
            </p>
            <p>
              {{$t("4.5.2 买家拍下后12小时内未能付款，交易将被关闭；")}}
            </p>
            <p>
              {{$t("4.5.3 买家自付款之日起即可申请退款。 若买家申请退款后72小时内卖家未进行相关操作，审核自动通过，平台有权先向买家退款；")}}
            </p>
            <p>
              {{$t("4.5.4 自卖家在平台网站确认发货之日起，30天内买家未确认收货且未申请退款的，平台将视为买家已确认收货；")}}
            </p>
            <p>
              {{$t("4.5.5 买家申请退款后，将根据以下情况进行处理：")}}
            </p>
            <p>
              {{$t("4.5.5.1 如果卖家拒绝退款，买家有权要求平台介入或确认收货。 若卖家拒绝退款后七日内买家未操作，退款流程将被关闭，交易将正常进行；")}}
            </p>
            <p>
              {{$t("4.5.5.2 若卖家同意退款或72小时内未操作，达成退货协议的，按如下方式处理：")}}
            </p>
            <p>
              {{$t("4.5.5.2.1 如果买家七天内未点击退货，退款流程将被关闭，交易将正常进行；")}}
            </p>
            <p>
              {{$t("4.5.5.2.2 买家在七日内点击退货且卖家确认收货的，退款将直接退还给买家家人；")}}
            </p>
            <p>
              {{$t("4.5.5.2.3 买家7天内点击退货，15天内快递退货，卖家未确认收到货物的，视为卖家同意平台先给买家退款。")}}
            </p>
            <p>
              {{$t("4.5.6 除平台售后政策及卖家明确声明不适用七日无理由退货的情况外，自买家收到商品之日起买家自收到快递之日起7天内可以申请退货，卖家应积极配合。")}}
            </p>
            <p>
              {{$t("4.5.7 对于每天16:00之前平台转发的产品及售后服务咨询，卖家应在当日18:00之前回复处理意见； 每天16:00后平台转发的产品及售后服务咨询，卖家应于次日12点回复。 点击之前回复评论。 若卖家未能在上述规定时间内回复商品咨询的，平台有权按照平台相关规则进行处理； 若卖家未能在上述规定时间内回复售后服务咨询，卖家应按照平台的处理建议为买家提供售后服务，由此产生的损失或费用将由卖家承担。")}}
            </p>
            <p>
              {{$t("4.5.8 除单独约定发货时间的商品或服务外，跨境贸易卖家需在买家付款后72小时内发货，国内一般贸易卖家需在买家付款后48小时内发货，如果订单有 换货/补发的情况，卖家必须按照前述时限完成发货； 海关、预售等特殊情况，卖家从卖家承诺发货的最后一天开始计算发货时间。")}}
            </p>
            <p>
              {{$t("4.5.9 特定事件或特定时期的交割限制要求及处理以平台公告或通知为准，包括但不限于国家法定节假日、不可抗力等。")}}
            </p>
            <p>
              {{$t("4.6 评价")}}
            </p>
            <p>
              {{$t("4.6.1 买卖双方有权在订单交易成功后十五天内根据真实交易情况相互评价。 平台网站评价包括“店铺评分”和“评论内容”，“评论内容”包括“文字评论”和“图片评论”。")}}
            </p>
            <p>
              {{$t("4.6.2 店铺评价是买家对卖家做出的，包括宝贝与描述相符、卖家服务、跨境物流三项。 每个店铺的评分都是一个动态指标，是前连续六个月所有评分的算术平均值。如果店铺评分中的宝贝评分与描述相符，则其信用评分将增加1分。")}}
            </p>
            <p>
              {{$t("4.6.3 自交易成功之日起180天内（含），买家对卖家的店铺评分后可以添加评论，且添加评论的内容不可修改。 卖家可以对附加评论的内容进行解释，并且附加评论不会影响卖家的店铺评分。")}}
            </p>
            <p>
              {{$t("4.6.4 为保证评价体系的公平、客观、真实，平台将基于有限的技术手段，坚决对非法交易评价、不当评价、恶意评价等行为进行打击。")}}
            </p>
            <p>
              {{$t("4.6.5 平台将根据平台运营需要调整交易评价的开放逻辑。")}}
            </p>
            <p>
              {{$t("4.6.6 平台有权删除违规交易产生的评价，包括但不限于涉及发布禁止信息、虚假交易及本规则规定的其他违规行为的订单对应的评价。")}}
            </p>
            <p>
              {{$t("4.6.7 平台有权删除或屏蔽评论内容中含有的粗俗语言、广告信息、无意义信息以及其他违反公共秩序和良好道德的信息。 同时，平台将视情节严重程度，在后续期间对审稿人产生的评论内容进行屏蔽一段时间； 情节严重的，评论内容将被永久屏蔽。")}}
            </p>
            <p>
              {{$t("4.6.8 如发现评价者有恶意评价、索取额外财物或其他不当利益等恶意评价行为，平台可删除该违法评价。")}}
            </p>
            <p>
              {{$t("4.7 您同意并理解，平台不涉及买卖双方因交易而产生的任何法律关系及法律纠纷，不会也不能介入各方的交易。 您授权并同意，所有在平台网站发生的交易纠纷，均由平台根据您的申请按照《平台纠纷处理规范》予以处理。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("第五章 市场管理")}}</h2>
            <p>
              {{$t("5.1为了改善消费者的购物体验，维护平台市场的正常经营秩序，平台根据本规则规定的条件对会员及其经营行为采取以下临时市场管制措施：")}}
            </p>
            <p>
              {{$t("5.1.1警告：是指平台对会员的不当行为进行口头或书面的提醒、警告；")}}
            </p>
            <p>
              {{$t("5.1.2 商品下架：指会员将所售商品转移至网上仓库；")}}
            </p>
            <p>
              {{$t("5.1.3 单品搜索降级：指调整商品在搜索结果中的排名；")}}
            </p>
            <p>
              {{$t("5.1.4 全店商品搜索降级：指调整会员店所有商品在搜索结果中的排名；")}}
            </p>
            <p>
              {{$t("5.1.5 单品搜索屏蔽：指该产品不显示在搜索结果中；")}}
            </p>
            <p>
              {{$t("5.1.6 单个商品单维度搜索默认不显示：是指价格、信用、销量等单维度搜索结果中默认不显示商品信息，但可以 经消费者主动选择后展示；")}}
            </p>
            <p>
              {{$t("5.1.7 全店商品单维度搜索默认不显示：是指价格、信用、销量等单维度搜索结果中默认不显示会员店所有商品 .，但可以在消费者主动选择后展示；")}}
            </p>
            <p>
              {{$t("5.1.8 限制参与营销活动：是指限制卖家参与平台发起的营销活动；")}}
            </p>
            <p>
              {{$t("5.1.9 单一商品监管：指在一定时间内无法通过搜索、商品链接等方式查看商品信息；")}}
            </p>
            <p>
              {{$t("5.1.10 店铺监管：指在一定时间内不能通过搜索、店铺或商品链接查看会员店铺及店铺内所有商品信息；")}}
            </p>
            <p>
              {{$t("5.1 .11 支付违约金：是指卖方按照协议或本规则向买方和/或平台支付一定数额的违约金。")}}
            </p>
            <p>
              {{$t("5.1.12 关闭店铺：指删除商家店铺，下架店铺内所有在售商品，禁止发布商品，禁止创建店铺；")}}
            </p>
            <p>
              {{$t("5.2 卖家应当积极改善自身经营状况，为消费者提供优质的商品和服务。 对于符合产品质量好、服务质量高条件的卖家，平台将给予适当的鼓励或支持措施。 对于服务质量不合格的卖家，平台将根据本规则规定的情况对卖家采取临时市场管制措施。")}}
            </p>
            <p>
              {{$t("5.3 会员应按照平台交易流程的要求进行交易，卖家应合理保护权益的买家。")}}
            </p>
            <p>
              {{$t("5.4 会员出现危害交易安全或平台账户安全的行为，平台将采取强制措施，关闭店铺、店铺监管、限制商品或信息发布、限制网站登录、延长交易超时、限制买家等 根据其行为的危险程度来决定其行为。 、全店商品屏蔽、全店商品搜索权限降低等交易安全保护措施暂时管控市场，情节严重的，平台有权按照平台规则采取违规行为并要求卖家 承担违约责任。")}}
            </p>
            <p>
              {{$t("5.5 卖家应严格遵守《平台产品发布规范》等相关规则。 若卖家违反前述规则中关于商品或信息发布的规定，平台将下架或删除违规商品或信息。")}}
            </p>
            <p>
            {{$t("5.6 对于已被新闻媒体曝光或相关国家或地区质监部门通报的线下某个品牌、品类或批次的产品，平台有权对会员在网上发布的相关产品信息进行临时重新整理。 都是质量不合格的。 删除。")}}
          </p>
            <p>
              {{$t("5.7 平台卖家和商品参与平台市场的活动和展示时，还应当遵守其他市场的市场管理规定。")}}
            </p>
            <p>
              {{$t("5.8 卖方应按照协议或规则缴纳或补足保证金。 若押金余额不足，经平台催收后15天内未支付或补足的，店铺将进行监管，直至足额支付。")}}
            </p>
            <p>
              {{$t("5.9 卖家应按照以下规定向平台提供相关资质：")}}
            </p>
            <p>
              {{$t("（一）在卖家资质到期前主动提供有效资质。")}}
            </p>
            <p>
              {{$t("（二）自收到卖家资质不合格通知书之日起15日内提供合格资质。")}}
            </p>
            <p>
              {{$t("未按照上述规定提供资质的，平台将对店铺进行监管，直至提供合格资质。 情节严重的，平台有权进行相应处理。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("第六章 违法行为及处理")}}</h2>
            <p>
              {{$t("第一节 违规处理")}}
            </p>
            <p>
              {{$t("6.1.1 为了保护消费者、经营者或平台的合法权益，在会员违规期间，平台将按照本规则规定的条件，对会员的违规行为采取以下措施：")}}
            </p>
            <p>
              {{$t("6.1.1.1 限制参与营销活动：是指限制卖家参与平台官方发起的营销活动；")}}
            </p>
            <p>
              {{$t("6.1.1.2 店铺屏蔽：是指在搜索、导航、营销等服务中屏蔽会员店铺、商品等信息；")}}
            </p>
            <p>
              {{$t("6.1.1.3 限制产品发布：指禁止平台会员发布新产品；")}}
            </p>
            <p>
              {{$t("6.1.1.4 限制交割：是指禁止平台会员在“买方已付款，等待卖方交割”的状态下进行交易；")}}
            </p>
            <p>
              {{$t("6.1.1.5 限制网站登录：是指禁止平台会员登录平台网页；")}}
            </p>
            <p>
              {{$t("6.1.1.6 关闭店铺：指删除平台会员的店铺，下架店铺内所有在售商品，禁止发布商品，禁止创建店铺；")}}
            </p>
            <p>
              {{$t("6.1.1.7 公示警告：是指在平台会员的店铺页面、商品页面上公示正在进行的处理；")}}
            </p>
            <p>
              {{$t("6.1.1.8 支付违约金：是指卖方按照协议或规则向买方和/或平台支付一定数额的违约金。")}}
            </p>
            <p>
              {{$t("6.1.1.9 查封账户：指永久禁止会员使用非法账户登录平台；")}}
            </p>
            <p>
              {{$t("6.1.1.10 限制买家行为：指禁止平台会员在平台及平台内购买商品；")}}
            </p>
            <p>
              {{$t("第二节 违规行为")}}
            </p>
            <p>
              {{$t("6.2.1 违规行为按严重程度分为严重违规和一般违规，分别扣分、累积和执行。")}}
            </p>
            <p>
              {{$t("6.2.1.1 严重违法行为是指严重扰乱平台运营秩序，涉嫌违反国家法律法规的行为。 卖家严重违规行为的描述，请参见《平台卖家积分管理规则》中严重违规行为的描述。")}}
            </p>
            <p>
              {{$t("6.2.1.2 一般违法行为是指严重违法行为以外的违法行为。 卖家一般违规行为的描述，请参见《平台卖家一般违规行为描述》积分管理规则”。")}}
            </p>
            <p>
              {{$t("根据适用范围，违法行为分为一般违法行为和有特别说明的其他市场违法行为，特殊市场违法行为还遵循前款规定的严重违法行为和一般违法行为的划分。")}}
            </p>
            <p>
              {{$t("第三节 违规处理")}}
            </p>
            <p>
              {{$t("6.3.1 卖家如有违规，应予以纠正，并扣除一定分数，并公告三天。 违规扣款将于每年12月31日24:00结算。")}}
            </p>
            <p>
              {{$t("6.3.2 被节点处理的卖家，只有在其违规行为全部纠正、违规处理期限届满、违规处理措施执行完毕后，才能恢复正常状态。")}}
            </p>
            <p>
              {{$t("6.3.3 对于会员首次或无意的违规行为，平台将根据情况对会员进行纠正和教育，并要求会员进行自查、自查。")}}
            </p>
            <p>
              {{$t("6.3.4 会员可以在违规行为处理后3日内（不含平台审核时间）提出违规申诉申请，平台另有特殊规定的除外。")}}
            </p>
            <p>
              {{$t("6.3.5 卖家违规行为的纠正和处理，包括但不限于：")}}
            </p>
            <p>
              {{$t("6.3.5.1 对于销售假冒商品的，平台有权删除卖家发布的假冒商品及信息。")}}
            </p>
            <p>
              {{$t("6.3.5.2 出现假冒材质成分的，平台有权删除卖家发布的假冒材质成分的商品及信息。")}}
            </p>
            <p>
              {{$t("6.3.5.3 发布禁止信息的，平台有权删除卖家发布的禁止商品、信息以及由此产生的交易评价。")}}
            </p>
            <p>
              {{$t("6.3.5.4 发布非约定商品的，平台有权删除卖家发布的非约定商品及信息。")}}
            </p>
            <p>
              {{$t("6.3.5.5 扰乱市场秩序的，平台有权对卖家采取相应的违规行为，包括但不限于扣分、要求卖家支付违约金、限制商品发布、下架商品、限制商品下架等。 卖家促销。")}}
            </p>
            <p>
              {{$t("6.3.5.6 他人账号被盗的，平台有权收回被盗账号，原所有人可以向平台申诉追回账号。")}}
            </p>
            <p>
              {{$t("6.3.5.7 发生诈骗他人财物的，平台有权删除用于诈骗他人财物的商品或/和信息以及由此产生的交易评价。")}}
            </p>
            <p>
              {{$t("6.3.5.8 若他人信息被泄露，平台将删除卖家所泄露的他人隐私信息。")}}
            </p>
            <p>
              {{$t("6.3.5.9 若卖家资质不全或资质不实，平台有权对卖家采取相应的违规行为，包括但不限于扣分、要求卖家支付违约金、限制产品发布、下架产品等 下架，并限制卖家的促销。")}}
            </p>
            <p>
              {{$t("6.3.5.10 为谋取不正当利益的，平台有权不提供或者接受其提供的任何商品或服务。")}}
            </p>
            <p>
              {{$t("6.3.5.11 如出现虚假交易，平台将删除因虚假交易产生的销售及商品评论，并有权对卖家进行相应的处罚，包括但不限于扣分、要求卖家支付违约金等 、限制产品发布、下架产品、限制卖家促销。")}}
            </p>
            <p>
              {{$t("6.3.5.12 对于恶意骚扰行为，平台有权对卖家采取相应的违规行为，包括但不限于扣分、要求卖家支付违约金、限制产品发布、下架产品、限制卖家促销等 。")}}
            </p>
            <p>
              {{$t("6.3.5.13 若平台不配合投诉处理，平台有权对卖家采取相应的违规行为，包括但不限于扣分、要求卖家支付违约金、限制产品发布、下架产品、 并限制卖家的促销活动。")}}
            </p>
            <p>
              {{$t("6.3.5.14 向平台以外的第三方平台进行推广、向第三方平台引流流量或线下交易的，平台有权对卖家进行相关处罚。")}}
            </p>
            <p>
              {{$t("违规行为应受到处理，包括但不限于扣分、要求卖家支付违约金、限制产品发布、下架产品、限制卖家促销等。")}}
            </p>
            <p>
              {{$t("6.3.5.15 对于哄抬物价行为，平台有权对卖家进行相应的处罚，包括但不限于扣分、要求卖家支付违约金、限制产品发布、下架产品等。om 上架，并限制卖家促销。")}}
            </p>
            <p>
              {{$t("6.3.5.16 如果发货出现延误，买家投诉卖家没有按时发货，且平台认定是卖家责任的，卖家必须向买家支付一定金额的违约金。 具体规则以延期交货管理规则为准。")}}
            </p>
            <p>
              {{$t("6.3.5.17 若描述不符，平台将删除与描述不符的商品及信息。")}}
            </p>
            <p>
              {{$t("6.3.5.18 违反承诺的，销售者必须按照约定履行如实描述义务或者消保服务规定的付款、退货、换货、维修服务； 或卖方须按实际交易价格向买方或平台提供发票。")}}
            </p>
            <p>
              {{$t("6.3.5.19 出现垃圾信息的，平台将删除卖家所垃圾信息的商品或信息； 同时，平台有权对卖家采取相应的违规行为，包括但不限于扣分、停业整顿等。")}}
            </p>
            <p>
              {{$t("6.3.5.20 如出现发货疏忽的，平台将纠正卖家的发货疏忽行为，平台有权对卖家采取相应的违规行为，包括但不限于扣分、支付违约金等。")}}
            </p>
            <p>
              {{$t("6.3.5.21 若第三方物流存在疏忽，平台有权对卖家进行相应的处罚，包括但不限于扣分、支付违约金等。")}}
            </p>
            <p>
              {{$t("6.3.5.22 若24小时售后响应不达标，平台有权对卖家采取相应的违规行为，包括但不限于扣分、停业整顿等。")}}
            </p>
            <p>
              {{$t("6.3.5.23 对于不当注册的情况，平台有权对使用软件、程序大量注册的账户进行查封，并有权关闭因滥用权利造成的订单。 同时，平台有权对卖家进行处罚。")}}
            </p>
            <p>
              {{$t("6.3.5.24 如他人权利被不当利用，平台将删除侵权商品或信息； 同时，平台有权对卖家采取相应的违规行为，包括但不限于扣分、停业整顿等。")}}
            </p>
            <p>
              {{$t("6.3.5.25 未按规定方式收集买家身份信息的，平台有权对卖家进行处罚。")}}
            </p>
            <p>
              {{$t("6.3.5.26 若价格虚高，平台有权重新元配相关商品或信息； 同时，平台有权对卖家进行处罚。")}}
            </p>
            <p>
              {{$t("6.3.5.27 平台认定的其他违规行为。")}}
            </p>
            <p>
              {{$t("第四节 违法行为的处理")}}
            </p>
            <p>
              {{$t("6.4.1 通过平台卖家、权利人、消费者的投诉或者平台检查发现卖家违规行为。")}}
            </p>
            <p>
              {{$t("6.4.2 平台对卖家的违规行为将按照《平台卖家积分管理规则》执行。")}}
            </p>
            <p>
              {{$t("6.4.3 违规行为投诉，但垃圾信息、虚假交易、不当注册、发布禁止信息、销售假冒商品、假冒材料和成分、不当使用他人权利、盗用他人账户、泄露他人信息等行为除外 发布非约定商品可以任何时间提出的投诉必须在以下时限内提出； 逾期未提出投诉的，不予受理：")}}
            </p>
            <p>
              {{$t("6.4.3.1 违反承诺的投诉时间为交易成交后十五日内；")}}
            </p>
            <p>
              {{$t("6.4.3.2 对与描述不符、骗取他人财物的投诉应在交易成功后15天内提出。")}}
            </p>
            <p>
              {{$t("6.4.4 对于延迟发货、虚假发货、失信、恶意评价等违法行为，被投诉人必须自投诉之日起二日内提交证据。 逾期未提交证据的，平台有权根据当时的情况进行判断和处理。 其余违规行为将由平台在收到投诉后立即进行判断和处理。")}}
            </p>
            <p>
              {{$t("6.4.5 平台不接受卖家做出的任何违反本规则的承诺或解释。 除证据错误、判决错误外，对违法行为的处理不会中止或者撤销。")}}
            </p>
          </div>
          <div>
            <h2 class="title">
              {{$t("第七章其他规定")}}
            </h2>
            <p>
              {{$t("7.1 除另有规定外，本规则中的“日”均指连续的自然日。")}}
            </p>
            <p>
              {{$t("7.2 平台可以根据运营情况随时调整本规则，并以公告的形式向卖家公告。 调整后的规则将于他们已出版。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("二、海外商品及服务承诺")}}</h2>
            <p>{{$t("平台卖家承诺所售海外商品均为“海外正品保证”，为您打造便捷的跨境购物体验，足不出户轻松横扫全球时尚精品，让您省心更放心！")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("第一章 真实性保证")}}</h2>
            <p>
              {{$t("平台上卖家承诺所售海外商品均为海外正品，并承诺提供“正品保证”服务。")}}
            </p>
            <p>
              {{$t("1.什么是“正品保证”服务？")}}
            </p>
            <p>
              {{$t("在平台购物时，如经法律认定买家购买的商品为假货或非正品，买家有权在交易成功后90天内向卖家发起投诉，并申请“ 正品保证”赔偿。 产品金额仅限于买家支付的商品实际价格的“退一赔+四买家邮费”，除非国家法律有特殊规定。")}}
            </p>
            <p>
              {{$t("2、买家申请“正品保证”赔偿的条件")}}
            </p>
            <p>
              {{$t("1、买家申请赔偿的卖家为平台卖家；")}}
            </p>
            <p>
              {{$t("2、买家应在交易成功后30天内提交“正品保证”申请；")}}
            </p>
            <p>
              {{$t("3、买家的付款申请在形式上符合相关法律法规和平台规则。")}}
            </p>
            <p>
              {{$t("4、买家可提供合法有效的相关假货证明（包括但不限于：品牌方出具的假货鉴定证明；相关司法、执法机构出具的假货判断证明；）")}}
            </p>
            <p>
              {{$t("3、“正品保证”赔偿 申请流程")}}
            </p>
            <p>
              {{$t("1、在满足上述申请条件的前提下，买家可在“申请售后”页面向平台发起“正品保障”付款申请，并提供相关有效凭证。")}}
            </p>
            <p>
              {{$t("2、平台收到买家的“正品保证”付款申请后，有权根据实际情况要求双方提供必要的凭证进行确认和判断；")}}
            </p>
            <p>
              {{$t("3、当平台根据相关规则判定买家的“正品保证”付款申请成立时，卖家需要扣除相应金额并返还给买家。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("第二章 境外直供")}}</h2>
            <p>
              {{$t("① 指平台卖家销售的海外商品均为优质海外代购商品。 消费者下订单后，产品通过国际物流或从中国自贸区从大陆以外的国家或地区发出，并有物流公司向卖家提供货物。 完整的目的地与消费者目的地之间的物流状态信息。 （销往中国大陆以外的国家和地区，具体发货方式不强制，需物流信息可追溯。）")}}
            </p>
            <p>
              {{$t("②卖家参与平台进口现货追溯计划，通过一般贸易清关、清关，每件产品都有可追溯源代码，可追溯原产国、物流起运国、进口口岸、报关/报检单号 、进口商等信息，确保海外原产地或海外原包装。 消费者下单后，卖家可以通过国内物流从大陆发货。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("第三章 本地返还")}}</h2>
            <p>
              {{$t("海外卖家均承诺为消费者提供本地退货服务。")}}
            </p>
            <p>
              {{$t("消费者与卖家协商后可以将商品退回指定地点。")}}
            </p>
            <p>
              {{$t("即向中国大陆销售产品的卖家必须提供中国大陆指定退货地点；")}}
            </p>
            <p>
              {{$t("销售产品至香港的卖家需提供香港指定退货地点；")}}
            </p>
            <p>
              {{$t("销售商品至台湾的卖家需提供台湾指定退货地点。")}}
            </p>
            <p>
              {{$t("确保消费者的售后服务有保障，享受无忧的购物体验。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("三、平台卖家积分管理规则")}}</h2>
            <h2 class="title">{{$t("第一章概述")}}</h2>
            <p>{{$t("为倡导公开、透明、共享、责任的新商业文明，保护平台买家合法权益，维护平台正常经营秩序，实现卖家店铺规范经营，根据有关规定 国家法律法规以及《平台服务协议》、《平台规则》根据《境外买家和居民卖家管理通则》等相关协议、规则制定。")}}</p>
            <p>{{$t("除本规则另有说明或定义外，本规则所涉及的术语均以本规则规定的定义为准。d《平台服务协议》和《平台卖家管理通则》。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("第二章 卖家违规行为管理规定")}}</h2>
            <h2 class="title">{{$t("第一节 积分制度")}}</h2>
            <p>{{$t("平台采用违规扣分制度的监管规则。 如果卖家有违规行为，将会被扣除一定的积分。")}}</p>
            <p>{{$t("当扣分累积到相应节点后，平台将按照本规则实施相应的违规处理措施。")}}</p>
            <p>{{$t("本规则与《平台卖家管理通则》不一致的，以本规则为准。")}}</p>
            <p>{{$t("按照严重程度分为严重违法行为和一般违法行为两类。 两类积分分别扣除、累计、处罚。")}}</p>
            <p>{{$t("1、每次违规对应扣分。 计算方式：“一般违规”每一个违规处理节点分为12分，每累计扣12分后开始违规处理； “严重违规”分为12分、24分、36分、48分相应违规行为处理。")}}</p>
            <p>{{$t("2、平台根据不同类型的违法违规行为，有针对性地开通申诉渠道。 对于违规行为，卖家可以在违规处理之日起7天内（不含平台审核时间）提交违规申诉申请（具体申诉时间和申诉渠道见处罚通知）。 平台对卖家投诉的内容和提供的信息进行评估。 投诉处理时限为收到卖家投诉材料后5个工作日。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("第二节 严重违法行为描述")}}</h2>
            <p>{{$t("严重违法行为是指严重扰乱平台经营秩序或涉嫌违反国家、地区相关法律法规的行为。")}}</p>
            <p>{{$t("平台的对于严重违规卖家，台湾将采取以下违规行为：")}}</p>
            <p>{{$t("1.对于销售假货的卖家，每次扣48分。 对于销售假冒商品的，平台将删除该假冒商品或卖家发布的信息。 同时，为防止给公众带来不良影响，保护消费者权益，平台将视情节轻重（包括但不限于）对涉嫌违规的卖家采取市场管制措施。 不限于下架全店产品、永久限制产品发布权限、清仓退货给卖家等）。")}}</p>
            <p>{{$t("2.假冒材料和成分：是指卖家对产品所有材料或成分的描述与买家收到的产品完全不符。 如果卖家首次材料成分造假，扣6分； 如果卖家多次伪造材料成分，每次扣12分。 对于假冒材质成分的特定品类卖家，无论是否第一次，每次都会扣12分（包括但不限于珠宝/钻石/祖母绿/黄金等）。 对于假冒材料成分，平台海购将删除卖家发布的含有假冒材料成分的产品。")}}</p>
            <p>{{$t("3、发布禁止信息是指卖家根据法律法规或平台管理要求发布禁止销售的商品或者禁止发布的信息。")}}</p>
            <p>{{$t("4、发布非约定商品：是指卖家通过平台发布、销售非平台授权品牌的商品。 每次扣12分，平台将删除卖家发布的不符合约定的商品或信息。")}}</p>
            <p>{{$t("5、扰乱市场秩序，是指以任何方式故意规避平台各项规则或市场控制措施，或者以不正当方式获取、使用平台官方资源的行为。 扰乱市场秩序每次扣24分； 情节严重的，每次扣48分。")}}</p>
            <p>{{$t("6、盗用他人账户，是指盗用他人平台账户或者支付账户，涉嫌侵犯他人财产权的行为。 如果卖家盗用他人账户，每次扣48分；")}}</p>
            <p>{{$t("7、诈骗他人财物，是指以非法牟利为目的，非法获取他人财物，涉嫌侵犯他人财产权的行为。 如果卖家诈骗他人财物，每次扣48分。")}}</p>
            <p>{{$t("8、泄露他人信息，是指发表、传播他人信息的行为。未经许可传输他人隐私信息，涉嫌侵犯他人隐私权。 如果卖家泄露他人信息，每次扣24分。")}}</p>
            <p>{{$t("9、卖家资质不全或资质虚假是指卖家未能提供符合平台规范的完整资质或提供虚假资质。 包括但不限于卖家的法人身份证信息、工商、税务证明、授权证明、商标证明等资质不齐全或弄虚作假； 卖家资质不全的，每次扣24分，并暂停营业14天整顿。 ，被清除； 卖家资质造假，每次扣48分；")}}</p>
            <p>{{$t("10、不正当牟利是指销售者利用不正当手段谋取利益的行为，包括：")}}</p>
            <p>{{$t("（一）向平台工作人员和/或其关联方提供财产、消费、招待或者商业机会；")}}</p>
            <p>{{$t("（二）以其他方式谋取不正当利益的。")}}</p>
            <p>{{$t("1、若卖家非法牟利，无论卖家是否获得利益，每次都会扣除48积分，平台绝不会提供或接受卖家的提供的任何产品或服务。")}}</p>
            <p>{{$t("2、实施非法营利行为的卖家如实举报和/或主动举报情况的，平台将酌情给予从宽或减轻处理。")}}</p>
            <p>{{$t("3、自对卖家不正当利益调查之日起至调查结束之日起，平台将限制卖家参与平台的营销活动。")}}</p>
            <p>{{$t("11、虚假交易是指通过不正当手段增加卖方商品销量，损害买方权益的行为。 每次扣6分； 包括但不仅限于：")}}</p>
            <p>{{$t("1、以不正当手段增加产品销量；")}}</p>
            <p>{{$t("2、通过不正当手段增加产品好评；")}}</p>
            <p>{{$t("平台将删除虚假交易产生的销售和产品评论，对涉嫌虚假销售和评论的产品给予个别产品搜索降级30天，对全店搜索产品给予卖家7至90天的降级.")}}</p>
            <p>{{$t("对于恶意刷单的卖家，需要支付1000-10000元不等的违约金；")}}</p>
            <p>{{$t("对于屡次进行虚假交易的卖家，将暂停整改； 情节严重的，予以清除。")}}</p>
            <p>{{$t("12、恶意骚扰是指卖家骚扰他人、损害他人合法权益的行为。 恶意骚扰的，每次扣12分。")}}</p>
            <p>{{$t("13、不配合投诉处理，是指卖家在处理交易纠纷过程中提供的凭证被平台核实为虚假凭证的行为，或者不配合提供凭证的行为。 每次扣6分； 情节严重、恶劣的，每次扣24分；")}}</p>
            <p>{{$t("1、卖家未在平台规定的投诉处理期限内提供处理证明或拒绝提供的。")}}</p>
            <p>{{$t("2、卖家在处理交易纠纷过程中提供的凭证，经平台核实，确定为虚假凭证。 优惠券包括但不限于：聊天记录； 快递公司签发的凭证； 交易相关的屏幕截图和其他凭证。")}}</p>
            <p>{{$t("14、在本平台以外的第三方平台宣传、向第三方平台引流或线下交易，是指卖家引导买家到{web}以外的其他平台或线下进行交易的行为，扣除2至12点 根据情况的严重程度； 包括但不仅限于：",{web:web})}}</p>
            <p>{{$t("1、卖家通过在线客服、电话、短信等方式引导买家在平台以外的其他平台或线下进行交易；")}}</p>
            <p>{{$t("2、 卖家发货包装或随附的促销卡上存在除平台和品牌标识之外的第三方信息；")}}</p>
            <p>{{$t("15、价格欺诈，是指销售者采用虚假或者误导性的定价形式或者价格手段，欺骗、诱导消费者或者其他经营者与其进行交易的行为。 如果卖家因哄抬物价而损害买家客户体验的，每次扣12分，情节严重的，每次扣48分。")}}</p>
            <p>{{$t("16、 销售非海外直供商品：如果卖家销售非海外直供商品（海外直供解读），每次扣48分，平台将根据情况严重程度对店铺进行监管。")}}</p>
            <p>{{$t("17、卖家应按照平台要求提供真实、合法、有效的申诉、资质证明等。 如果卖家提供虚假证明，将被视为严重违规，每次扣48分。")}}</p>
            <h2 class="title">{{$t("第三节 一般违规行为说明")}}</h2>
            <p>{{$t("一般违法行为是指除严重违法行为以外的违法行为。")}}</p>
            <p>{{$t("1.延迟发货是指除特殊商品外，跨境贸易卖家在买家付款后72小时内未实际发货，国内一般贸易卖家在买家付款后48小时内未实际发货，或其他情况 特殊情况，卖家未在约定时间内实际发货，或卖家未实际发货而是在卖家后台标记发货等，妨碍买家购买权益，未履行发货义务 按照合同规定。")}}</p>
            <p>{{$t("卖家发货情况以平台售后订单查询记录为准。 具体包括但不限于：")}}</p>
            <p>{{$t("1、卖方存在标注错误事件（如价格、数量、规格等），导致未能按照合同履行交货；")}}</p>
            <p>{{$t("2、卖家24小时内未实际标记发货。")}}</p>
            <p>{{$t("3、卖家上传过期或错误的运单号；")}}</p>
            <p>{{$t("4、物流公司信息显示收货已签收但买家尚未实际收到货； 注：详情请参见延时送达管理")}}</p>
            <p>{{$t("2.描述差异是指卖家未披露缺陷信息，影响买家正常使用产品，或者卖家对产品的描述与买家收到的产品存在明显差异，影响买家正常使用的。 买方使用该产品，或者卖方对产品的材料和成分没有意见。 描述不完整，存在重大遗漏，构成虚假宣传的除外。")}}</p>
            <p>{{$t("若卖家描述差异，每次扣6-12分，并删除商品信息； 情节严重的，责令停业整顿3-30日； 整改仍未能有效改善的，予以清除。")}}</p>
            <p>{{$t("3、违反承诺是指卖家未按照承诺向买家提供以下服务，包括但不限于以下损害买家权益的服务和/或未向平台履行以下义务 按照承诺。")}}</p>
            <p>{{$t("（1）卖家违反以下承诺之一的，每次扣6分； 卖家态度恶劣、情节严重的，扣12分；")}}</p>
            <p>{{$t("1、违规参与官方活动：参加平台官方活动的卖家未达到活动要求（发货时间除外）；")}}</p>
            <p>{{$t("2、违规拒绝退款、退货保障：平台认定卖家确实应当承担退货、退款等售后保障责任，但卖家拒绝承担；")}}</p>
            <p>{{$t("3、卖家要求买家将产品退回中国大陆以外的国家或地区（不含港澳台）；")}}</p>
            <p>{{$t("4、拒绝提供发票：卖家拒绝提供或者拒绝按照承诺提供真实有效的发票（特定商品和跨境贸易商品除外）。")}}</p>
            <p>{{$t("（2）销售者在特殊情况下拒绝或者拖延履行已付款订单或者相应商品或者服务的承诺，侵害消费者购买权的，每次扣4分，有下列情况的扣6分：")}}</p>
            <p>{{$t("卖家态度恶劣，情节严重。")}}</p>
            <p>{{$t("（3）拒绝或者迟延履行召回责任：")}}</p>
            <p>{{$t("由于卖家提供的商品或者服务存在缺陷，危及人身、财产安全或者平台的安全，卖家未按照卖家约定拒绝或者拒收商品。")}}</p>
            <p>{{$t("因涉及重大安全问题而声誉受到损害，或卖家已进入司法程序或被平台决定召回的。 拖延履行召回责任的；")}}</p>
            <p>{{$t("每次严重违规扣24分，情节清除，并加收2万元违约金。")}}</p>
            <p>{{$t("4、垃圾信息：是指卖家未按照本规则及其他管理内容（包括但不限于规则、规范、品类管理标准、行业标准等），包括但不限于：")}}</p>
            <p>{{$t("1、若在商品类目、店铺装修区或平台门户页面发布以下任何商品或信息，该信息将被删除；")}}</p>
            <p>{{$t("若涉嫌违反上述任何一条，每项产品或信息扣1分（但三天内累计扣分不得超过7分）；")}}</p>
            <p>{{$t("如在店铺装修区等其他页面发布，每次扣4分；")}}</p>
            <p>{{$t("1）发布心情故事、店铺介绍、平台客户链接等非实际交易信息")}}</p>
            <p>{{$t("2）发布非平台购物链接、实体店信息、银行账号、个人平台账户等信息，特殊情况除外；")}}</p>
            <p>{{$t("3) 重复或主动发送平台卖家店铺消息、产品或服务消息等广告消息；")}}</p>
            <p>{{$t("4）商品的标题、商品的详细信息、店铺使用的导购、团购、促销网站的名称、LOGO等信息。")}}</p>
            <p>{{$t("2. 重复信息：")}}</p>
            <p>{{$t("1) 店内同时销售同种商品两件或两件以上，每件商品或信息扣1分（但三天内累计积分不超过7分），一件商品 保留，同一项目的其他项目将被删除；")}}</p>
            <p>{{$t("2）若开设两家以上店铺且销售相同产品，每次扣6分，保留其中一家店铺的品牌授权，取消其他店铺的品牌授权，该品牌的产品将被取消。 被删除。")}}</p>
            <p>{{$t("3、为避免信息泄露，若发布以下商品或信息，该商品或信息将被删除：")}}</p>
            <p>{{$t("1）若产品以非常规数量单位发布，每次扣1分；")}}</p>
            <p>{{$t("2）故意规避平台产品SKU设置规则而发布产品的，每次扣1分；")}}</p>
            <p>{{$t("3）通过编辑产品类别、品牌、型号等关键属性，使其成为另一产品，每次扣1分。 对于涉嫌违反第1）、第2）、第3）项规定的产品，给予单一产品平台搜查、降级的权利，直至产品整改完成后第三日。 同时，平台将视情况严重程度采取店铺监管、限制商品发布等措施。")}}</p>
            <p>{{$t("4.信息描述不正确。 如果发布以下任何错误描述的商品或信息，该商品或信息将被删除并列入商品类别。")}}</p>
            <p>{{$t("若页面发布，除第6）项外，每项扣1分（但三天内累计扣分不超过7分）；")}}</p>
            <p>{{$t("发布第（六）项规定的产品，第一次、第二次扣1分，第三次、第四次每次扣6分，第五次每次扣12分；")}}</p>
            <p>{{$t("如果在店铺装修区等其他页面发布，每次扣4分：")}}</p>
            <p>{{$t("1）商品信息中缺少标题、主图，或者特殊类别商品缺少商品本身的实物图片；")}}</p>
            <p>{{$t("2）产品标题、图片、价格、物流方式、邮费及售后服务等产品要素存在明显不符；")}}</p>
            <p>{{$t("3) 商品名称等信息虚假或与商品无关的；")}}</p>
            <p>{{$t("4) 使用误报评级、商店评级、平台商店类型，或使用与实际商店信息不符的标识；")}}</p>
            <p>{{$t("5) 商品与公布的类别或属性不符；")}}</p>
            <p>{{$t("6) 产品不符合公布的类别或属性并造成严重后果的。")}}</p>
            <p>{{$t("对于违反第五项第2）、第3）、第5）、第6）项规定的商品，平台还授予单个商品平台搜索降级权，直至商品整改完成后第三日。")}}</p>
            <p>{{$t("5.垃圾邮件其他信息：")}}</p>
            <p>{{$t("1）除平台上特殊品类、特殊情况的商品外，若卖家因任何原因在买家付款前120小时内表明无法完成发货且商品信息显示库存充足，则扣1分 每次都会被扣除并重新化产品。")}}</p>
            <p>{{$t("2）如有下列信息发布的，该信息将被删除：")}}</p>
            <p>{{$t("商品页面每发布一项扣1分（但三天内累计扣分不超过7分）")}}</p>
            <p>{{$t("如果发布在店铺装修区等其他页面，每项都会被扣分。 扣4分:")}}</p>
            <p>{{$t("3) 代表他人申请专有权，包括申请为平台店面装修市场设计师等提供咨询；")}}</p>
            <p>{{$t("4）如卖家发布其他违反公序良俗或其他平台规则的商品或信息，平台可以暂时重新元组或删除该商品或信息。")}}</p>
            <p>{{$t("5) 发货疏忽：卖家未按照订单的交易详情发货，如遗漏、错误发货等，妨碍买家的购买权益，按10-的标准赔偿客户 20元，每单扣1分。 并纠正卖家发货时的疏忽，情节严重的，卖家需额外支付100元/次违约金。")}}</p>
            <p>{{$t("6) 第三方物流的疏忽：为了营造良好的购物体验，平台要求卖家的物流或物流合作伙伴共同保障买家的权益。 物流损坏或脏污情况下，卖家后台标记发货后15天内买家未收到货的，将按照10-20元的标准赔偿客户，每单扣1分 将会被扣除； 情节严重的，将予以停业整顿3-30天。")}}</p>
            <p>{{$t("7) 24小时售后响应不达标：为了营造良好的购物体验，平台要求卖家在24小时内对买家在线取消订单或在线退换货做出响应。 若卖家1个自然周内指标低至95%，则每次扣2分； 情节严重的，暂停3-30天整顿，整改仍不能有效改善的，予以解除合伙。")}}</p>
            <p>{{$t("8) 不当注册：指卖家通过软件、程序等大量注册平台账号； 或通过注册的平台账户，滥用权利损害他人合法权益，扰乱平台运营秩序。 如发现注册不当，平台将查封使用软件、程序大量注册的账户，并关闭因滥用权利造成的订单，每次扣12分。")}}</p>
            <p>{{$t("9、不当利用他人权利是指卖家有下列行为之一：")}}</p>
            <p>{{$t("（一）销售者在发布的商品信息或者使用的商品名称中不当使用他人商标权、著作权等权利的；")}}</p>
            <p>{{$t("（二）销售者在销售商品时涉嫌不当使用他人商标权、著作权、专利权等权利的；")}}</p>
            <p>{{$t("（三）销售者发布的商品信息或者销售者使用的其他信息使消费者产生混淆、误解或者造成不正当竞争的。 若不当使用他人权利，平台将删除不当使用他人权利的卖家发布的商品或信息，第一次扣2分，第二次扣4分， 第三次扣6分。 停业整顿3-30天。")}}</p>
            <p>{{$t("10) 未按照规定方式收集买家身份证信息：是指卖家未按照相关法律法规和平台要求，规范、合理地收集买家身份证信息。 未按规定方式领取的，每次扣2分。")}}</p>
            <p>{{$t("11) 恶意骚扰：是指卖家骚扰他人、损害他人合法权益的行为。 恶意骚扰的，每次扣12分。")}}</p>
            <p>{{$t("12) 未公开或者更新营业执照/企业主体身份信息：是指未在平台规定的期限内公开或者及时更新其营业执照/企业主体身份信息的行为。 未披露或更新营业执照/企业主体身份信息，或自营业执照/企业主体身份信息变更完成之日起30天内未更新营业执照/企业主体身份信息的，扣12分 每次都会被扣除，并且卖家必须披露或更新其营业执照。 操作主体身份信息。")}}</p>
            <p>{{$t("13) 虚高价格：是指卖家经营的同类型商品价格高于其他平台的行为。 如果价格虚高，根据情况严重程度，每次扣2分至12分：")}}</p>
            <p>{{$t("（1）产品价格小于或等于500元")}}</p>
            <p>{{$t("1.假高率小于等于2%且违规SKU数量小于5个的，将发出警告，并对卖家进行处理将被要求整改； 违规SKU数量大于等于5个的，每次扣2分；")}}</p>
            <p>{{$t("2.假高率大于2%且违规SKU数量小于5个的，每次扣6分； 如果违规SKU数量大于等于5个，则每次扣12分，同时删除违规商品。")}}</p>
            <p>{{$t("（2）产品价格500元以上")}}</p>
            <p>{{$t("1、假高率低于2%且违规SKU数量低于5个的，每次扣2分； 违规SKU数量大于等于5个的，每次扣4分；")}}</p>
            <p>{{$t("2、假高率大于等于2%且小于5%，且违规SKU数量小于5个的，每次扣4分；大于或等于5分，每次扣8分；")}}</p>
            <p>{{$t("3、假高率大于等于5%且违规SKU数量小于5个的，每次扣8分； 如果违规SKU数量大于等于5个，则每次扣12分，同时删除违规商品。")}}</p>
            <p>{{$t("（虚高率是指同类型产品的价格高于其他平台产品最低价格的比例。计算公式为：同类型产品（平台价格-其他平台最低价格） )/其他平台最低价×100%。)")}}</p>
            <h2 class="title">{{$t("第四节 违规处理")}}</h2>
<!--            <el-table :data="tableData"-->
<!--                      border-->
<!--                      style="width: 100%; margin-top: 20px">-->
<!--              <el-table-column :label="$t('扣除分数')" prop="id"></el-table-column>-->
<!--              <el-table-column :label="$t('违规类型')" prop="fen"></el-table-column>-->
<!--              <el-table-column :label="$t('推演节点')" prop="jie"></el-table-column>-->
<!--              <el-table-column :label="$t('相应处罚')" prop="fa"></el-table-column>-->
<!--            </el-table>-->
            <p>{{$t("非法扣除：")}}</p>
            <p>{{$t("12分")}}</p>
            <p>{{$t("限制上架产品、全店下架产品、限制卖家促销宣传警告7天")}}</p>
            <p>{{$t("24分")}}</p>
            <p>{{$t("14天限制发布产品、全店reMeta产品、限制卖家促销和宣传警告")}}</p>
            <p>{{$t("严重违规")}}</p>
            <p>{{$t("36分")}}</p>
            <p>{{$t("限制发布产品、全店下架产品、限制卖家促销、公开警告30天 ReMeta全店商品，永久限制商品发布权限、冻结付款、清仓、没收店铺")}}</p>
            <p>{{$t("48分")}}</p>
            <p>{{$t("购买所有利润ReMeta全店商品，永久限制商品发布权限、冻结付款、清仓、没收店铺")}}</p>
            <p>{{$t("销售假货")}}</p>
            <p>{{$t("缴纳定金并支付平台上涉及产品销售额的20倍或20万美元(两者以较高者为准）向平台支付违约金")}}</p>
            <p>{{$t("一般违规扣12分，每次扣分12分，全店重新下架并限制卖家7天推广")}}</p>
            <p>{{$t("1、平台是独立的积分管理系统。 如果卖家违反规则，应当纠正违规行为，并扣除一定积分，并承担相应的违约金。 除售假、退货卖家外，今年违规扣款将于12月31日24:00清零。")}}</p>
            <p>{{$t("2、违法行为按照严重程度分为严重违法行为和一般违法行为。")}}</p>
            <p>{{$t("两者的扣分、累积、执行均分开进行，但只处理一种情况，不涉及重复处理。")}}</p>
            <p>{{$t("3、若卖家因单次违规扣分金额较大，导致累计扣分满足多个节点处理条件，或处理期间必须进行同类型节点处理，则仅处理符合该条件的节点 将处理最高的重量。")}}</p>
            <p>{{$t("4、迟交部门的扣分及付款，以迟交管理为准。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("四、平台店铺命名规范")}}</h2>
            <p>{{$t("卖家在申请店铺名称、子域名等信息时，应当遵守国家法律法规和相关平台规则，不得含有违法或涉嫌侵犯他人权利等相关信息。 卖家会员的会员名称和店铺名称的命名应严格遵守《平台店铺命名规范》。 平台店铺ID和域名是根据卖家产品的品类、品牌属性等因素生成的。 如遇店名被占用等特殊情况，平台有权做出适当调整。")}}</p>
            <p>{{$t("温馨提示：平台店铺ID和域名一旦生成，不可修改。 敬请谅解。 平台店铺命名规范：")}}</p>
            <p>{{$t("店铺类型 品牌旗舰店 专卖店")}}</p>
            <p>{{$t("命名约定")}}</p>
            <p>{{$t("品牌+海外旗舰店")}}</p>
            <p>{{$t("品牌名称+公司名称/或相关名称+海外专卖店")}}</p>
            <p>{{$t("域名规则品牌英文名称（或品牌中文拼音名称） 品牌英文名称（或品牌中文拼音名称）+公司名称/或相关名称的全拼或缩写")}}</p>
            <p>{{$t("专营店")}}</p>
            <p>{{$t("公司名称/或相关名称+海外加盟店")}}</p>
            <p>{{$t("公司名称/或关联名称的完整拼写或首字母+类别名称的完整拼写或首字母")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("五、平台禁售商品管理规定")}}</h2>
            <h2 class="title">{{$t("第一章概述")}}</h2>
            <p>{{$t("一、目的和依据")}}</p>
            <p>{{$t("为了保护平台用户权益，维护平台正常秩序，根据国家法律法规等相关协议、规则，制定本规范。")}}</p>
            <p>{{$t("二、适用范围")}}</p>
            <p>{{$t("本规范适用于所有平台用户，平台即平台网（域名为{web}）。",{web:web})}}</p>
            <h2 class="title">{{$t("第二章 禁运商品")}}</h2>
            <p>{{$t("3、商品清单")}}</p>
            <p>{{$t("平台用户不得销售国家或地区相关法律法规禁止销售的产品，或者根据平台管理要求禁止销售的产品。")}}</p>
            <p>{{$t("4. 禁止信息")}}</p>
            <p>{{$t("平台用户不得在平台产品页面（包括但不限于产品标题、产品描述、产品图片）、平台店铺装修页面（包括但不限于店铺名称、店铺分类、店铺介绍、店铺公告、 存储消息），社区和论坛等信息发布块发布有关违禁品的信息。")}}</p>
            <p>{{$t("5.避免逃避")}}</p>
            <p>{{$t("平台用户不得以任何方式规避本规范及平台其他禁售品管理措施。")}}</p>
            <p>{{$t("6. 发布规范")}}</p>
            <p>{{$t("平台用户发布特定类别的商品和信息的，必须遵守特定的发布规范。 具体参见本规范附件二《特定类别商品及信息发布规范》。")}}</p>
            <p>{{$t("7. 违规预防")}}</p>
            <p>{{$t("会员发布前述违禁产品和信息时，平台有权对其发布的涉嫌违规信息进行提示、替换、拦截等操作。")}}</p>
            <h2 class="title">{{$t("第三章 违法行为的处理")}}</h2>
            <p>{{$t("8. 临时控制")}}</p>
            <p>{{$t("对于涉嫌违反第三条所列条件的商品，平台将在两个工作日内进行人工检查，人工检查期间将对个别商品进行监管； ，平台将在两个工作日内进行人工审核，人工审核期间，个别商品搜索将被屏蔽。")}}</p>
            <p>{{$t("9. 违规行为处理")}}</p>
            <p>{{$t("平台用户发布前述违禁商品及相关信息的，将违反《平台服务条款规则》进行处理，处理措施包括：")}}</p>
            <p>{{$t("（一）自查自查")}}</p>
            <p>{{$t("根据《平台服务条款规则》结合本规范所列具体违规行为，每个历年，卖家将被给予自查自查的机会（情节严重、特别是 情节严重、后果严重）。 自查、自查的一般适用原则是：")}}</p>
            <p>{{$t("1）严重违规扣12分的情况：累计一次；")}}</p>
            <p>{{$t("2）严重违规扣6分的情况：累计一次；")}}</p>
            <p>{{$t("3）严重违规扣2分：累计两次；")}}</p>
            <p>{{$t("4）一般违规扣12分的情况：累计一次。")}}</p>
            <p>{{$t("10、违规纠正")}}</p>
            <p>{{$t("平台用户违反本规范规定发布前述禁售商品及相关信息的，除按照本规范扣分外，平台有权同时删除相应商品或信息。")}}</p>
            <p>{{$t("用户未按照本规范第六条的规定发布特定类别商品的，平台有权删除相应商品。")}}</p>
            <p>{{$t("11、相关国家或地区：包括但不限于卖家所在地、消费者所在地、平台所在地。平台根据产品的具体情况确定对应的国家或地区。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("六、平台营销活动基准规则")}}</h2>
            <p>{{$t("平台卖家参与平台官方发起的营销活动，必须遵守以下规则：")}}</p>
            <p>{{$t("1、若卖家违反《平台卖家服务协议》及相关规则，且在处罚期内，将限制其活动注册。 营销活动处罚扣减及天数限制如下表所示：")}}</p>
            <p>{{$t("违规类型 一般违规")}}</p>
            <p>{{$t("违规点累计12分 累计48分")}}</p>
            <p>{{$t("严重违规")}}</p>
            <p>{{$t("累计12分 累计24分 累计36分 累计48分")}}</p>
            <p>{{$t("限制活动天数 7 天 永久限制 30 天")}}</p>
            <p>{{$t("60 天 90 天 永久限制")}}</p>
            <p>{{$t("2、以下两点即视为违反平台举办的“日常官方活动”要求，一般违规行为按照“违反承诺”规定扣6分:")}}</p>
            <p>{{$t("1、所有通过平台举办的“每日官方活动”报名的卖家，将在产品报到阶段或活动期间（包括热身活动和官方活动）退出；")}}</p>
            <p>{{$t("2、卖家违反“每日官方活动”价格协议，活动结束后7个自然日内商品价格低于活动期间的活动价格。 销售个别产品的卖家除外（如3C数码、珠宝及贵金属（金、银、铂金）产品、季节性清仓等）。")}}</p>
            <p>{{$t("3、卖家经营指标必须符合规定标准，如下：点击查看")}}</p>
            <p>{{$t("1、如果店铺开业超过90天，卖家近90天48小时的自回复率以及近90天的退款完成时间均处于行业倒数10%，且 将无法报名参加平台营销活动。")}}</p>
            <p>{{$t("2、开店时间大于等于90天，卖家近90天质量退款率排名行业倒数10%，将无法报名平台营销活动 。")}}</p>
            <p>{{$t("3、开店时间大于等于90天，卖家跨境物流及时发货率必须达到95%以上。")}}</p>
            <p>{{$t("4、卖家注册经平台审核通过后，若卖家店铺在营销活动前或营销活动中出现交易、维权、营销等环节数据异常现象（包括但不限于交易账户异常、交易异常等） 资金）等），存在或可能存在其他违约及违法违规行为，或其他平台认为卖家不适合继续参与营销活动的，平台将暂停或终止卖家的继续参与 参与营销活动。")}}</p>
            <p>{{$t("5、为保证消费者在营销活动中能够享受到实际实惠，平台要求参与营销活动的卖家为消费者提供更有竞争力的商品价格，不得对消费者进行价格欺诈。 如果卖家未通过其参与的营销活动向消费者提供最具价格竞争力的产品，一经发现并核实，平台有权暂停和/或终止卖家继续参与营销活动。 同时，卖家参与历次平台营销活动时给予消费者的折扣将作为考虑卖家是否可以参与各大平台营销活动的标准之一。")}}</p>
            <p>{{$t("6、 卖家优先选择规则：")}}</p>
            <p>{{$t("承诺提供“7天无忧退款”服务的卖家，符合《平台营销活动基准规则》条件的，可优先选择进行营销活动。 定义及说明：")}}</p>
            <p>{{$t("1、大型官方活动：是指平台发起的“大型官方活动”字样，并在平台发布的招商规则中明确载明。")}}</p>
            <p>{{$t("2、退出：是指卖方因自身原因退出，包括但不限于“商品数量不足”、“无法提供承诺的价格、产品型号”等违反原投资承诺的情况。")}}</p>
            <p>{{$t("3、7个自然日：两次日常公务活动间隔时间小于7个自然日的，该间隔时间为约定承诺期。")}}</p>
            <p>{{$t("4、48小时自助回复率：指近90天内卖家48小时自助退款次数/近90天内售中+售后退款申请总数。")}}</p>
            <p>{{$t("5、退款完成时间：指从最近90天内销售+售后退款申请到退款完成的总时间/近90天内销售+售后退款申请总数。")}}</p>
            <p>{{$t("6、质量退款率：指近90天内质量退款申请数/近90天内平台交易笔数。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("七、平台产品发布管理规则")}}</h2>
            <p>{{$t("若卖家未遵守本规定及平台发布的其他管理内容（包括但不限于规则、规范、品类管理标准、行业标准等）要求发布的商品或信息，会损害买家权益的行为，包括但不限于以下行为及相应的解决办法：")}}</p>
            <p>{{$t("1.发布违法广告信息，在商品、店铺装修区域或者平台门户页面发布下列商品或者信息，删除该信息； 涉嫌违反上述任何一条的，每项商品或信息扣1分（但三天内累计扣分不得超过7分）； 如在店铺装修区等其他页面发布，每次扣4分；")}}</p>
            <p>{{$t("1) 发布心情故事、店铺介绍、平台客户链接等非实际交易信息；")}}</p>
            <p>{{$t("2) 发布非平台购物链接、实体店信息、银行账号、个人平台账户等信息，特殊情况除外；")}}</p>
            <p>{{$t("3) 重复或主动发送平台卖家店铺消息、产品或服务消息等广告消息；")}}</p>
            <p>{{$t("4) 在商品标题、商品详情、店铺等中使用导购、团购、促销网站的名称、LOGO等信息。")}}</p>
            <p>{{$t("2. 重复信息：")}}</p>
            <p>{{$t("1) 店内同时销售同种商品两件或两件以上，每件商品或信息扣1分（但三天内累计积分不超过7分），一件商品 保留，同一项目的其他项目将被删除；")}}</p>
            <p>{{$t("2) 若开设两家以上店铺且销售相同产品，每次扣6分，保留其中一家店铺的品牌授权，取消其他店铺的品牌授权，该品牌的产品将被取消。 被删除。")}}</p>
            <p>{{$t("3、规避信息：若发布以下商品或信息，该商品或信息将被删除：")}}</p>
            <p>{{$t("1）若产品以非常规数量单位发布，每次扣1分；")}}</p>
            <p>{{$t("2）故意规避平台产品SKU设置规则而发布产品的，每次扣1分；")}}</p>
            <p>{{$t("3）通过编辑产品类别、品牌、型号等关键属性，使其成为另一产品，每次扣1分。 对于涉嫌违反第1）、第2）、第3）项规定的产品，给予单一产品平台搜查、降级的权利，直至产品整改完成后第三日。 同时，平台将视情况严重程度采取店铺监管、限制商品发布等措施。")}}</p>
            <p>{{$t("4、错误描述信息：发布以下任何错误描述的商品或信息的，该商品或信息将被删除，且在商品页面发布的，除第6）项外，每项扣1分 项（但三天内扣除累计积分不超过7分）； 第（六）项商品放行的，第一次、第二次扣1分，第三次、第四次扣6分，第三次扣6分。 第五次及以上。 12分； 如果在店铺装修区等其他页面发布，每次扣4分：")}}</p>
            <p>{{$t("1）商品信息中缺少标题、主图，或者特殊类别商品缺少商品本身的实物图片；")}}</p>
            <p>{{$t("2）产品名称、图片、价格、物流方式、邮费、售后服务等产品要素存在明显不符；")}}</p>
            <p>{{$t("3) 商品名称等信息虚假或与商品无关的；")}}</p>
            <p>{{$t("4) 使用误报评级、商店评级、平台商店类型，或使用与实际商店信息不符的标识；")}}</p>
            <p>{{$t("5) 商品与公布的类别或属性不符；")}}</p>
            <p>{{$t("6) 产品不符合公布的类别或属性并造成严重后果的。")}}</p>
            <p>{{$t("对于违反第五项第2）、第3）、第5）、第6）项规定的商品，平台还授予单个商品平台搜索降级权，直至商品整改完成后第三日 。")}}</p>
            <p>{{$t("5、垃圾邮件其他信息：")}}</p>
            <p>{{$t("1）除平台上特殊品类、特殊情况的商品外，若卖家因任何原因在买家付款前120小时内表明无法完成发货且商品信息显示库存充足，则扣1分 每次都会被扣除重新化产品。")}}</p>
            <p>{{$t("2）如有下列信息发布的，该信息将被删除：商品页面每发布一项扣1分（但三天内累计扣分不超过7分）； 如果发布在店铺装修区等其他页面，每项都会被扣分扣4分:")}}</p>
            <p>{{$t("3）代表他人申请专有权，包括申请平台店装修市场设计师等；")}}</p>
            <p>{{$t("4）平台拥有即时免账户界面，无需签订合约。")}}</p>
            <p>{{$t("5) 若卖家发布其他违反公序良俗或其他平台规则的商品或信息，平台可暂时重新元组或删除该商品或信息。")}}</p>

          </div>
          <div>
            <h2 class="title">{{$t("八、平台价格发布管理规范")}}</h2>
            <p>{{$t("卖家在平台发布商品/服务时填写的所有价格均应严格遵守法律规定和市场规则，确保任何价格都能提供法律依据或来源进行比较。 卖家不得虚构原价或虚假促销。")}}</p>
            <h2 class="title">{{$t("第一章 定价标准")}}</h2>
            <p>{{$t("1、平台价格应小于或等于专柜价（或吊牌价、建议零售价），且价格在正常范围内，符合国家对该类商品的价格认证 机构；")}}</p>
            <p>{{$t("2、同一产品或服务的平台定价不得高于品牌线下实体店正常销售价格；")}}</p>
            <p>{{$t("3、同一商品或服务的平台定价不得高于该品牌在官网及其他电商平台的销售价格。")}}</p>
            <h2 class="title">{{$t("第二章 商品价格规格")}}</h2>
            <p>{{$t("1、真实、准确地描述商品价格。 单品及特殊活动的价格说明必须符合市场规则。 价格均以平台前端页面显示价格为准。 商品运费不得违反市场规则和行业标准，不得（但不限于）以下情况：奶粉，标价1元，运费100元；")}}</p>
            <p>{{$t("2、商品价格不得含有虚构原价、虚假促销、错误标签等内容。")}}</p>
            <p>{{$t("3、促销标签为折扣促销，商品原价应为降价前7天内平台上交易的交易单据的最低成交价（若前7天内无交易价） ，以本次降价前最后成交价为准（商品原价）。")}}</p>
            <p>{{$t("4、在参加平台促销活动之前，卖家不得随意提高商品价格，市场价格波动的情况除外，但以平台核实为准。 如果卖家违反本条规定，平台有权限制卖家参与平台活动。")}}</p>
            <h2 class="title">{{$t("第三章 禁止价格违法行为")}}</h2>
            <p>{{$t("1、 卖家必须严格遵守《中华人民共和国价格法》、《禁止哄抬物价》等相关法律法规，遵循市场规律，确保能够为任何行为提供法律依据。 价格或比较来源。 不存在欺骗性价格陈述和涉嫌哄抬价格的行为：")}}</p>
            <p>{{$t("2、违法定价行为，包括但不限于：")}}</p>
            <p>{{$t("（一）价格或者服务项目、收费标准等相关内容与实际不符，以此为手段诱骗用户购买；")}}</p>
            <p>{{$t("（二）同一卖家的同一产品或服务，重复出现两种不同价格的SKU，以低价吸引顾客，以高价结算；")}}</p>
            <p>{{$t("（三）利用欺骗性或者误导性的价格诱导他人与其进行交易；")}}</p>
            <p>{{$t("（四）所标注的参考价、促销价、平台价等价格表明没有依据或比较；")}}</p>
            <p>{{$t("（五）标注折扣的商品或者服务降价销售，折扣率与实际不符的；")}}</p>
            <p>{{$t("（六）销售加工商品时，如未注明加工原因、加工商品及加工商品价格，其中临时商品应遵守平台对临时商品管理的要求 ，并在销售时明确标注“临时商品”，并告知消费者具体保修期限；")}}</p>
            <p>{{$t("（七）以超价赠品方式销售商品、提供服务时，未如实标明赠品名称、数量或者赠品为假冒伪劣商品的；")}}</p>
            <p>{{$t("（八）销售商品、提供服务附加价格条件时，未标明或者模糊标明附加条件的；")}}</p>
            <p>{{$t("（九） 其他欺骗性的价格表述。")}}</p>
            <p>{{$t("3、违法定价方式，包括但不限于：")}}</p>
            <p>{{$t("（一）虚构原价、虚构降价理由、虚假折扣、谎称将降价或者即将涨价，欺骗他人购买的；")}}</p>
            <p>{{$t("（二）销售商品、提供服务前已有价格承诺，但未履行或者履行不完全的；")}}</p>
            <p>{{$t("（三）法声称销售价格高于或低于其他卖家，欺骗用户与之交易的；")}}</p>
            <p>{{$t("（四）以掺假、掺假、以假充正、以次充好、数量短缺等方式造成数量或者质量与价格不符的；")}}</p>
            <p>{{$t("（五）对实行市场调节价的商品和服务谎称政府定价、政府指导价的；")}}</p>
            <p>{{$t("（六）其他哄抬价格行为。")}}</p>
            <p>{{$t("4、卖家不得从事下列有奖销售活动：")}}</p>
            <p>{{$t("（一）采用谎称有奖或者故意让不特定的人中奖等欺骗手段进行有奖销售的；")}}</p>
            <p>{{$t("（二）采用奖励销售的方式推销质量低劣、价格过高的产品；")}}</p>
            <p>{{$t("（三）有奖抽奖销售，最高奖金金额超过5000元；")}}</p>
            <p>{{$t("（四）其他形式的有奖销售。")}}</p>
            <p>{{$t("5、经营政府定价、政府指导价产品的卖家必须严格执行政府定价、政府指导价，不得变动或者超出浮动幅度。")}}</p>

          </div>
          <div>
            <h2 class="title">{{$t("第四章 价格保护")}}</h2>
            <p>{{$t("1、如果用户签收后7天内产品降价，用户可以向平台申请价格保护。 若平台判定用户申请成功，将向用户补偿差价，由卖家承担差价。")}}</p>
            <p>{{$t("2、以下情况不支持价格保护：")}}</p>
            <p>{{$t("1) 从非平台网站购买的商品不适用本价格保护规则；")}}</p>
            <p>{{$t("2）无效订单不支持价格保险，如已申请取消或删除的订单、已申请售后的订单不支持价格保险；")}}</p>
            <p>{{$t("3）售后退货单、商业采购单不支持保价；")}}</p>
            <p>{{$t("4）缺货、秒杀、限购产品不支持价格保险；")}}</p>
            <p>{{$t("5) 包装及产品本身属于赠品，不支持保价；")}}</p>
            <p>{{$t("6）其他网页有特别说明的产品不支持价格保险；")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("第五章 价格监测与处理")}}</h2>
            <p>{{$t("平台将不定期对卖家上架标注的价格进行抽查和监督。 若发现价格标注违法，将按照《平台卖家积分管理规则》进行处理。 如有虚构原价、虚假促销等行为，一切违规行为均由卖家承担。 责任。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("附件一：《平台卖家积分管理规则》价格管理部分")}}</h2>
            <p>{{$t("虚高价格是指卖家经营的同类型商品价格高于其他平台的行为。 如果价格虚高，根据情况严重程度，每次扣2分至12分：")}}</p>
            <p>{{$t("（1）产品价格小于或等于500元")}}</p>
            <p>{{$t("1、假高率小于等于2%且违规SKU数量小于5个的，给予警告，要求卖家整改； 违规SKU数量大于等于5个的，每次扣2分；")}}</p>
            <p>{{$t("2、假高率大于2%且违规SKU数量小于5个的，每次扣6分； 如果违规SKU数量大于等于5个，则每次扣12分，同时删除违规商品。")}}</p>
            <p>{{$t("（2）产品价格500元以上")}}</p>
            <p>{{$t("1、假高率低于2%且违规SKU数量低于5个的，每次扣2分； 违规SKU数量大于等于5个的，每次扣4分；")}}</p>
            <p>{{$t("2、假高率大于等于2%且小于5%，且违规SKU数量小于5个的，每次扣4分； 违规SKU数量大于等于5个的，每次扣8分；")}}</p>
            <p>{{$t("3、假高率大于等于5%且违规SKU数量小于5个的，每次扣8分； 如果违规SKU数量大于等于5个，则每次扣12分，同时删除违规商品。")}}</p>
            <p>{{$t("（虚高率是指同类型产品的价格高于其他平台产品最低价格的比例。计算公式为：同类型产品（平台价格-其他平台最低价格） )/其他平台最低价×100%。)")}}</p>
            <h2 class="title">{{$t("附件2：违规扣分：")}}</h2>
            <p>{{$t("违规类型")}}</p>
            <p>{{$t("相应处罚")}}</p>
            <p>{{$t("12分")}}</p>
            <p>{{$t("限制上架产品、全店下架产品、限制卖家促销宣传警告7天")}}</p>
            <p>{{$t("24分")}}</p>
            <p>{{$t("14限制发布产品、全店reMeta产品、限制卖家促销和宣传警告的天数")}}</p>
            <p>{{$t("严重违规")}}</p>
            <p>{{$t("36分")}}</p>
            <p>{{$t("限制上架产品、全店下架产品、限制卖家促销宣传警告30天 ReMeta全店商品，永久限制商品发布权限、冻结付款、清仓、没收店铺")}}</p>
            <p>{{$t("48分")}}</p>
            <p>{{$t("购买所有利润ReMeta全店产品，永久限制产品发布权限，冻结支付，清仓")}}</p>
            <p>{{$t("销售假货")}}</p>
            <p>{{$t("收取店铺押金，以及平台涉及产品销售额的20倍或20万")}}</p>
            <p>{{$t("按照美元和美元标准（两者较高者）向泰然市支付违约金")}}</p>
            <p>{{$t("一般违规扣12分，每次扣分12分，全店重新下架并限制卖家7天推广")}}</p>
            <p>{{$t("1、平台是独立的积分管理系统。 如果卖家违反规则，应当纠正违规行为，并扣除一定积分，并承担相应的违约金。 除售假、退货卖家外，今年违规扣款将于12月31日24:00清零。")}}</p>
            <p>{{$t("2、违法行为按照严重程度分为严重违法行为和一般违法行为。 两者的扣分、累积、执行均分开进行，但只处理一种情况，不涉及重复处理。")}}</p>
            <p>{{$t("3、若卖家因单次违规扣分金额较大，导致累计扣分满足多个节点处理条件，或处理期间必须进行同类型节点处理，则仅处理符合该条件的节点 将处理最高的重量。")}}</p>
            <p>{{$t("4、迟交部门的扣分及付款，以迟交管理为准。")}}</p>
            <h2 class="title">{{$t("九、包装包装规格")}}</h2>
            <p>{{$t("所有平台卖家的快递包裹不得展示平台外的任何标识（卖家自有标识除外）。")}}</p>
            <h2 class="title">{{$t("十、平台商品抽检规范")}}</h2>
            <h2 class="title">{{$t("第一章 一般规定")}}</h2>
            <p>{{$t("1、目的和原则：为了倡导公开、透明、共享、责任的新商业文明，保护平台用户的合法权益，维护平台正常运行秩序，制定本规则。")}}</p>
            <p>{{$t("2、适用范围：本规则适用于平台（域名来自{web}）卖家发布的所有商品的质量、品牌、版权的抽查。",{web:web})}}</p>
            <div class="title">{{$t("第二章 质量抽样")}}</div>
            <p>{{$t("第一节 抽样过程")}}</p>
            <p>{{$t("(1)网上直接购买商品。")}}</p>
            <p>{{$t("(2)对仓库商品进行抽样检验。")}}</p>
            <p>{{$t("(3)抽样数量不得超过检验和复验的合理要求。 若抽样不能满足检验要求，则仅检验部分项目； 如果因缺货或限购而只能购买部分样品，则无需准备样品。")}}</p>
            <p>{{$t("2、检测方：国家认可的第三方权威质检机构。")}}</p>
            <p>{{$t("3、检测项目：产品质量检测项目包括但不限于以下内容")}}</p>
            <p>{{$t("（一）国家标准检测项目。")}}</p>
            <p>{{$t("（二）卖家商品详情页的描述内容。")}}</p>
            <p>{{$t("（三）其他平台认为可能损害消费者合法权益的内容。")}}</p>
            <p>{{$t("4、检测标准：平台对产品质量的检测将按照国家标准、行业标准和商业标准的最高标准进行；")}}</p>
            <p>{{$t("（一）现行有效且已备案的商品快递企业标准。")}}</p>
            <p>{{$t("（二）商品的质量指标和要求以及国家法律、法规、规章的有关规定。")}}</p>
            <p>{{$t("5、异议处理：")}}</p>
            <p>{{$t("(一)申诉：")}}</p>
            <p>{{$t("被检查方对检查结果有异议的，应当自收到检查报告之日起五日内向平台指定渠道提出申诉。")}}</p>
            <p>{{$t("被检验方对检验结果有异议，需要对不合格项目进行复验的，可以声明是否需要复验。")}}</p>
            <p>{{$t("（二）复验：")}}</p>
            <p>{{$t("1、复检样品：复检样品为抽样样品的剩余样品，技术上无法复检的项目不予复检。")}}</p>
            <p>{{$t("2、复审结论：")}}</p>
            <p>{{$t("复检结果仍不合格的，原检验结果不变； 复检结果发生变化的，以复检结果为准。")}}</p>
            <p>{{$t("3、复检费用：")}}</p>
            <p>{{$t("如果申请复检对不合格项目的，异议申请人应当自收到复检受理通知书之日起5个工作日内向复检机构预先缴纳复检费用（含样品运输费）。")}}</p>
            <p>{{$t("4、不复检的情况：")}}</p>
            <p>{{$t("1）超过期限提出上诉的；")}}</p>
            <p>{{$t("2）剩余样品不能重新检测；")}}</p>
            <p>{{$t("3）受检方提出复检时，产品在复检有效期内正常贮存条件下已失效；")}}</p>
            <p>{{$t("4）法律、法规规定禁止复检的其他情形。")}}</p>
            <p>{{$t("5）其他不宜复验的情况。")}}</p>
            <div class="title">{{$t("第三章 品牌与版权抽样")}}</div>
            <p>{{$t("第一节 抽样流程")}}</p>
            <p>{{$t("1.主动采样")}}</p>
            <p>{{$t("平台可对下列商品主动发起抽查：")}}</p>
            <p>{{$t("1）被消费者多次投诉的疑似假冒商品；")}}</p>
            <p>{{$t("2）品牌或版权人（或其授权代理人）投诉的涉嫌假冒商品；")}}</p>
            <p>{{$t("3）其他涉嫌假冒的商品。")}}</p>
            <p>{{$t("2. 被动采样")}}</p>
            <p>{{$t("有下列情形之一的，平台可协助进行抽查：")}}</p>
            <p>{{$t("1) 应消费者权益保护协会或其他国家认可的第三方机构的要求；")}}</p>
            <p>{{$t("2) 应品牌或版权所有者的要求。")}}</p>
            <p>{{$t("3. 样品采集和流通")}}</p>
            <p>{{$t("平台指定人员以普通消费者身份在线下单购买待鉴定样品。 收到产品后，直接打开确认样品与目标产品是否一致进行鉴定，产品来源信息将被隐藏，并进一步发送给鉴定方进行鉴定。 或者根据平台的指示，在不打开样品包装的情况下，将样品发送给平台或其指定的第三方收件人。 平台或其指定的第三方接收者收到样本后，应当确认该样本与该样本兼容。 识别目标产品是否一致，隐藏产品来源信息，进一步送鉴定人鉴定。")}}</p>
            <p>{{$t("4、鉴定方")}}</p>
            <p>{{$t("商品品牌的评价方是品牌所有者或者其指定/授权的法人、个人或者其他组织或者国家认可的第三方权威检测机构。 图书、音像制品著作权的鉴定主体是著作权人或者其指定、授权的法人、个人或者其他组织或者国家认可的第三方权威检测机构。")}}</p>
            <p>{{$t("5、鉴定过程")}}</p>
            <p>{{$t("鉴定方收到样品后，对样品进行分析鉴定，并反馈鉴定结论。 鉴定结论为伪造、盗版的，鉴定人应当出具书面鉴定报告。")}}</p>
            <p>{{$t("6. 样品加工")}}</p>
            <p>{{$t("经鉴定为假货、盗版的样品，平台或鉴定方应当保存1个月。 易腐烂、变质或者有其他不宜保存的样品，以及由于鉴定方法、鉴定技术等客观原因在鉴定过程中自然丢失、损坏或者失效的样品，不适用前款规定。")}}</p>
            <p>{{$t("第二节 违规处理和复查")}}</p>
            <p>{{$t("1. 违规处理")}}</p>
            <p>{{$t("若鉴定方反馈的鉴定报告显示卖家的产品为假冒、盗版，平台将按照销售假冒产品的相关规则进行处理。")}}</p>
            <p>{{$t("2. 卖家投诉")}}</p>
            <p>{{$t("如果卖家对抽查结果有疑问，可以在收到处罚通知后规定的时间内提出申诉，要求重新检验。 具体投诉方式和时间以处罚通知书为准。")}}</p>
            <p>{{$t("3. 复查")}}</p>
            <p>{{$t("卖方未提供充分材料对鉴定结论提出质疑并在申诉期限内申请复验的，视为接受鉴定结论。 如果卖家能够提供充分材料对鉴定结论提出质疑的，平台可以支持卖家的复检请求，并应按原样进行复检。")}}</p>
            <p>{{$t("以下情况可能不支持复检：")}}</p>
            <p>{{$t("1）申诉材料存在明显舞弊嫌疑，或者鉴定人判断其存在舞弊行为；")}}</p>
            <p>{{$t("2）逾期提出上诉的；")}}</p>
            <p>{{$t("3）由于鉴定方法、鉴定技术等客观原因，样品在鉴定过程中自然丢失、损坏或失效，无法支持二次鉴定；")}}</p>
            <p>{{$t("4）当卖家提出重新验货时，样品已过期复检有效期内贮存条件正常；")}}</p>
            <p>{{$t("5）鉴定方不支持复验；")}}</p>
            <p>{{$t("6）其他因客观原因不能支持复验的情况。")}}</p>
            <p>{{$t("4、复检期间处罚的执行：为保护消费者权益，复检期间已发出的处罚不停止执行。")}}</p>
          </div>
        </div>
      </div>
    </div>
    <mer-chant-footer></mer-chant-footer>
  </div>
</template>

<script>
import merChantHeader from "./components/mer-chant-header";
import merChantFooter from "./components/mer-chant-footer";
import { mapGetters } from "vuex";
// import { Table, TableColumn } from "element-ui";
export default {
  components: {
    merChantHeader,
    merChantFooter,
    // Table,
  },
  data() {
    return {
      web:window.origin
    }
  },
  computed: {
    tableData(){
      return  [
        {
          id: this.$t("Ashopping-table1-row"),
          fen: this.$t("卖家在7天内取消或更改数量的订单占总订单数量的2%"),
          jie: this.$t("最高20分"),
          fa:""
        },
        {
          id: this.$t("Ashopping-table1-row1"),
          name: this.$t("卖家在7天内超过72小时延迟发货的订单数量占总订单数量的3%"),
          // amount1: this.$t("Ashopping-table1-row1-clo3"),
        },
        {
          id: this.$t("Ashopping-table1-row2"),
          name: this.$t("Ashopping-table1-row2-clo1"),
          amount1: this.$t("最高20分"),
        },
        {
          // id: "客户服务",
          name: this.$t("卖家主动要求买家取消订单数量超过3次"),
          amount1: this.$t("最高10分"),
        },
        {
          id: this.$t("Ashopping-table1-row3"),
          name: this.$t("回应买家率低于85%"),
          amount1: this.$t("最高10分"),
        },
        {
          // id: "违背承诺",
          name: this.$t("Ashopping-table1-row3-clo1"),
          amount1: this.$t("最高20分"),
        },
        {
          // id: this.$t("Ashopping-table1-row4"),
          id: this.$t('恶意刷单'),
          name:this.$t('商家雇佣或者使用本平台买家账户对本人账户下单以及多次下单'),
          amount1: this.$t("罚款 关店"),
        }
      ]
    },
    isPC() {
      let userAgentInfo = navigator.userAgent;
      let Agents = [
        "Android",
        "iPhone",
        "SymbianOS",
        "Windows Phone",
        "iPad",
        "iPod",
      ];
      let flag = true;
      for (var v = 0; v < Agents.length; v++) {
        if (userAgentInfo.indexOf(Agents[v]) > 0) {
          flag = false;
          break;
        }
      }
      return flag;
    },
  },
  methods: {
    goLink(){
      window.open('https://t.me/Argos002','_black')
    },
  },
};
</script>
<style lang="scss" scoped>
.shopLink{
  color: blue;
  position: relative;
  z-index: 9;
  cursor: pointer;
}
.merchantSettled-wap {
  background: #fff;
  display: flex;
  justify-content: center;
  align-items: center;
  width: 1200px;
  margin: 0 auto 20px auto;

  .step-div {
    width: 1197px;
    background: #fff;

    border-radius: 4px;
    margin-top: -86px;

    .content {
      padding: 20px 30px;
      border: 1px solid #eeeeee;
      h2 {
        margin-top: 14px;
      }
      .title {
        font-size: 24px;
        color: #0f1111;
        font-weight: 500;
        margin-bottom: 14px;
      }
      .ask {
        color: dodgerblue;
      }
      p,
      ul li {
        font-family: "PingFang HK";
        font-style: normal;
        font-size: 14px;
        line-height: 20px;
        color: #333333;
        padding: 6px 0;
        list-style-type: disc;
      }
    }
    img {
      max-width: 100%;
    }
    .bottom {
      height: 140px;
      font-size: 14px;
      display: flex;
      flex-direction: column;
      justify-content: space-around;
      align-items: center;
      margin: 20px 0;

      .button {
        width: 475px;
      }
    }
  }
}
@media screen and (max-width: 500px) {
  .merchantSettled {
    width: 100%;
    overflow: hidden;
    .merchantSettled-wap {
      background: #fff;
      display: flex;
      justify-content: center;
      align-items: center;
      width: 100% !important;
      position: relative;

      .step-div {
        width: 100%;
        background: #fff;

        border-radius: 4px;
        margin-top: -86px;

        .content {
          padding: 20px 30px;
          border: 1px solid #eeeeee;

          .title p {
            font-family: "PingFang HK";
            font-style: normal;
            font-size: 14px;
            line-height: 20px;
            color: #333333;
            padding: 6px 0;
          }
        }

        // .content2 {
        //   // padding: 20Px 10Px;
        // }

        .bottom {
          height: 100px;
          font-size: 12px;
          display: flex;
          flex-direction: column;
          justify-content: space-around;
          align-items: center;
          margin: 20px 0;

          .button {
            width: 80%;
          }
        }
      }
    }
  }
}
</style>
