<template>
  <div class="merchantSettled">
    <mer-chant-header
        id="product"
        :title="$t('Privacy Policy')"
    ></mer-chant-header>
    <div class="merchantSettled-wap">
      <div class="step-div">
        <div class="content">
          <div>
            <h2 class="title">{{ $t("1. Introduction") }}</h2>
            <p>
              {{ $t("1.1. Welcome to the WORTEN SHOP.vn platform (including the WORTEN SHOP website and mobile application) operated by WORTEN SHOP Co., Ltd.")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{ $t("2. 范围") }}</h2>
            <p>
              {{$t("这些一般条款和条件所附的协议包含提供 {cgwlcmsFood} 服务的条款（可能会不时修订）。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{ $t("3. 期限") }}</h2>
            <p>
              {{$t("本协议自生效之日起在 1（一）年内继续完全有效，并应自动续展 1（一）年，除非任何一方至少三十（一）年向另一方发出书面通知。 30) 任何期限届满前的几天。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{ $t("4. cgwlcmsFood 服务说明") }}</h2>
            <p>
              {{$t("4.1 商家承认并同意 {cgwlcms} 提供的 {cgwlcmsFood} 服务仅限于 (a) 将客户推荐给商家；(b) 作为客户和商户之间的中间人，代表商户接受订单和接收客户的付款；(c) 作为客户和商家之间的中间人，包括传达订单和从客户向商家支付款项。{cgwlcms} 可自行决定对 {cgwlcmsFood} 服务进行更改，或暂停 {cgwlcmsFood} 服务，恕不另行通知。")}}
            </p>
            <p>
              {{$t("4.2 {cgwlcms} 应在 {cgwlcmsFood} 平台上展示商家提供的产品范围，前提是该范围已传达给 {cgwlcms}，并且符合 {cgwlcms} 单独确定并传达给商家的标准。")}}
            </p>
            <p>
              {{$t("4.3 商户应向 {cgwlcms} 提供 {cgwlcms} 在 {cgwlcmsFood} 平台上展示产品所需的所有信息，包括菜单、产品、任何商户奥特莱斯的产品供应情况、商户奥特莱斯的营业时间和位置、徽标、图像、价格和公司标识根据 {cgwlcms} 的要求（“必要信息”）。为免生疑问，如果商家未能向 {cgwlcms} 提供必要信息，{cgwlcms} 有权使用 {cgwlcms} 可用的任何信息，包括 {cgwlcmsFood} 平台上与产品相关的任何图像。对此类信息的任何更改必须由商家在更改生效前最迟七 (7) 个工作日通知 {cgwlcms}。")}}
            </p>
            <p>
              {{$t("4.4 商户应持续核实cms发布的信息，如有错误或不准确之处，应立即通知cms（在发现错误或不准确之处后1小时内）。为免生疑问，商家的菜单、产品、标识、图像、价格、公司身份和商家的其他相关信息可能会在 {cgwlcmsFood} 平台和其他媒体（包括但不限于 Twitter、Facebook 和 Google AdWords活动）。")}}
            </p>
            <p>
              {{$t("4.5 商户承认并同意{cms}不提供运输服务，也不作为运输服务商、快递员、邮政服务商、配送服务商、餐饮供应商或任何一方的代理人。{cgwlcms} 不作任何陈述或保证，也不保证任何产品的质量、安全和/或合法性。{cgwlcms} 不保证任何客户的身份或确保客户将完成交易。")}}
            </p>
            <p>
              {{$t("4.6 商户承认并同意，商品销售的实际合同是商户与客户之间直接签订的，{cms}不是此类合同的一方，并且不承担与任何此类合同和任何相关的任何责任、义务或义务。因任何产品引起的争议仅限于商家与相关客户之间。")}}
            </p>
            <p>
              {{$t("4.7 商户必须处理因交易而产生的任何退款和/或理赔，包括但不限于退单。{cms}可协助商户办理退款及/或理赔程序，且商户进一步同意，{cms}可全权酌情决定在未经商户事先批准的情况下将交易资金退还给客户。")}}
            </p>
            <p>
              {{$t("4.8 如果cms认为发生以下任何一种情况，cms保留暂停特定交易和/或客户账户和/或商户钱包和/或 cgwlcmsFood 服务的权利：")}}
            </p>
            <p>
              {{$t("(a) {cgwlcms} 认为有必要或可取保护客户账户和/或商家钱包和/或 {cgwlcmsFood} 服务的安全；")}}
            </p>
            <p>
              {{$t("(b) {cgwlcms} 认为交易 (i) 违反了本协议的条款或违反了客户账户和/或商家钱包和/或 {cgwlcmsFood} 服务的安全要求；(ii) 与包括但不限于洗钱、恐怖主义融资、欺诈或其他非法活动有关的可疑、未经授权或欺诈性交易；")}}
            </p>
            <p>
              {{$t("(c) 如果交易是为了销售不属于商户约定的产品或业务活动或被视为违反适用法律的商品和/或服务；")}}
            </p>
            <p>
              {{$t("(d) 如果商家从事商家 {SOP} 或{cms}的任何其他政策或任何适用法律规定的禁止活动；或者与{cms}遵守任何适用法律有关的其他情况。")}}
            </p>
            <p>
              {{$t("4.9 {cgwlcms} 可自行决定向商家提供有关 {cgwlcmsFood} 服务开发的定期教育，包括 {cgwlcmsFood} 服务设施的任何更改或添加。")}}
            </p>
            <p>
              {{$t("4.10 {cgwlcms} 保留从交易资金中扣除 {cgwlcms} 有权获得的服务费和通过 {cgwlcmsFood} 平台提供 {cgwlcmsFood} 服务的捐款（如有）的权利。")}}
            </p>
            <p>
              {{$t("4.11 如果 {cgwlcms} 向商家提供与提供 {cgwlcmsFood} 服务（“设备”）相关的任何设备，包括但不限于电子数据采集 (EDC) ，则商家同意其应对此类负责设备并有义务在 {cgwlcmsFood} 服务终止后将其完好无损地退还给 {cgwlcms}。关于设备的使用、技术和运营支持和/或与设备相关的问题解决的更多详细信息可能由 {cgwlcms} 在商户 {SOP} 中提供和/或由 {cgwlcms} 在 {cgwlcms} 平台上发布，这将适用并约束双方。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("5.义务") }}</h2>
            <p>
              {{$t("5.1 商户应使用 {cgwlcmsFood} 商户登记表或 {cgwlcms} 确定的任何其他方式注册为商户。商家应将 {cgwlcmsFood} 服务整合到商家奥特莱斯并按照 {cgwlcms} 的指示和政策（可能会不时修订）进行操作。")}}
            </p>
            <p>
              {{$t("5.2 商家不得允许对适用法律或{cms}政策禁止和限制的任何产品或物品进行任何交易。")}}
            </p>
            <p>
              {{$t("5.3 商户应自交易发生之日起保留与交易有关的记录至少七 (7) 年。")}}
            </p>
            <p>
              {{$t("5.4 商户应根据适用法律开展业务和经营商户奥特莱斯，并确保其经营活动不受适用法律的禁止。")}}
            </p>
            <p>
              {{$t("5. 5 商户应始终持有开展商户业务的所有相关执照和许可证，包括任何食品安全法律法规。如果商家知道任何违反其业务的行为或相关当局发现其业务违反任何适用法律，则商家必须立即通知{cms}（在收到通知后不超过一 (1) 小时）。")}}
            </p>
            <p>
              {{$t("5.6 商户向{cms}声明并保证：")}}
            </p>
            <p>
              {{$t("(a) 据其所知，它没有收到与任何非法、欺诈、欺骗或操纵行为或做法有关的资金，并且商户没有向或从非法来源。在商家获知任何此类交易的范围内，商家同意立即通知{cms}暂停任何此类交易和/或客户账户和/或商家钱包；")}}
            </p>
            <p>
              {{$t("(b) {cgwlcmsFood} 平台上发布的与产品相关的信息符合所有法律要求，包括与客户保护和福利相关的所有信息以及与食品销售相关的任何法律法规；")}}
            </p>
            <p>
              {{$t("(c) 商家向cms提供的信息是最新的和准确的，并且不侵犯任何第三方的知识产权；")}}
            </p>
            <p>
              {{$t("(d) 提供、制备和销售给客户的产品具有可销售的质量和消费安全，其储存、生产和制备符合并将符合所有相关的零售、餐厅和食品安全法规以及由{cgwlcms} 和任何适用法律；")}}
            </p>
            <p>
              {{$t("(e) 拥有现行法律法规要求的所有许可证，并且没有与商户的业务运营相关的正在进行的刑事、破产或税务程序或其他未决处罚；")}}
            </p>
            <p>
              {{$t("(f) 未经{cms}和/或其关联公司事先书面批准，不会代表{cms}或其关联公司以任何方式向客户或其他方索取数据或信息。")}}
            </p>
            <p>
              {{$t("5.7 如果任何产品变质、有缺陷，或导致食物中毒、过敏或其他影响任何客户的后果，商家将对此类事件承担全部责任和/或法律责任，并应免除和赔偿{cms}免于与此类事项有关的任何索赔、损害或损失。")}}
            </p>
            <p>
              {{$t("5.8 拥有或控制的人目前是马来西亚适用政府当局实施或执行的任何制裁的对象（统称为“制裁”)，也没有位于、组织或居住在当前受制裁的国家或地区。商家不得以任何会导致任何一方违反制裁的方式使用 {cgwlcmsFood} 服务。商户及其子公司和关联公司没有故意与任何人或任何方，或在任何国家或地区进行任何交易或交易，在交易或交易时是或曾经是制裁对象。")}}
            </p>
            <p>
              {{$t("5.9 商户同意其及其关联公司应遵守与反腐败法律相关的适用法律开展业务，不得直接或间接采取任何可能导致违反该等法律的行为，包括但不限于，直接或间接地提供、提供或承诺，对任何政府当局或政府官员而言可能导致违反任何此类法律的任何有价值的东西。商家及其关联公司的运营应始终遵守与反洗钱和财务记录保存和报告要求有关的适用法律的所有重要方面。")}}
            </p>
            <p>
              {{$t("5.10 商家不得：")}}
            </p>
            <p>
              {{$t("(a) 对{cms}或{cms}食品平台的系统进行解码或进行任何逆向工程；")}}
            </p>
            <p>
              {{$t("(b) 执行任何可能对 {cgwlcms} 或 {cgwlcmsFood} 平台的系统造成损害和/或中断的行为；")}}
            </p>
            <p>
              {{$t("(c) 执行任何旨在复制、复制和/或窃取 {cgwlcmsFood}、{cgwlcms} 客户的信息或数据的行为。")}}
            </p>
            <p>
              {{$t("5.11 商家同意参与 {cgwlcmsFood} 的促销和营销活动，包括联合资助活动（“由 {cgwlcms} 组织的活动（“促销活动”）”）。如果商家希望退出参与促销活动，商家应通知{cms}的客户服务其意图并填写退出表格。{cgwlcms} 应在收到填妥的退出表格后十四 (14) 天内处理提款请求。")}}
            </p>
            <p>
              {{$t("5.12 商户应负责对访问商户钱包的任何和所有身份证明、密码、个人识别码 (PIN) 或任何其他代码保密。商户应对其商户钱包下发生的所有活动承担全部责任，即使此类活动或使用并非由商户实施。")}}
            </p>
            <p>
              {{$t("对于因未经授权使用商户凭证或商户未能遵守本条款而造成的任何损失或损害，{cgwlcms} 概不负责。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("6. {cgwlcmsFood} 联合资助活动")}}</h2>
            <p>
              {{$t("如果商家参与了活动，则商家对活动的贡献（“贡献”）应基于 {cgwlcms} 系统中记录的每笔净销售额。{cms}应通过电子邮件或{cms}自行决定的任何其他方式将其在相关活动中的贡献份额通知商家。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("7.费用和税金")}}</h2>
            <p>
              {{$t("7.1 作为 {cgwlcms} 提供的 {cgwlcmsFood} 服务的对价，商家应向 {cgwlcms} 支付服务费（“服务费  ”）如 {cgwlcmsFood} 商家注册表中所述。服务费应根据{cms}系统中记录的成功交易对每笔净销售额收取。服务费不包括任何服务和销售税 (SST)，并且商家应负责 {cgwlcms} 就服务费收取的任何税费。")}}
            </p>
            <p>
              {{$t("7.2 扣除服务费、供款（如有）和/或其他费用（如有）后的交易资金结算条款将在商户 SOP 中进一步规定，并由{cms}自行决定更改.")}}
            </p>
            <p>
              {{$t("7.3 除非适用法律另有规定，基于某些原因，除非适用法律另有规定，否则商家在此授权 {cgwlcms} 或其关联公司随时以书面通知商家的方式向商家钱包发起借记或贷记条目，其中包括以下内容：")}}
            </p>
            <p>
              {{$t("(a) 纠正商家向cms提供的任何交易和/或指令处理过程中的任何错误，包括但不限于双重支付；")}}
            </p>
            <p>
              {{$t("(b) {cms}确定商家从事任何欺诈或可疑活动和/或交易；")}}
            </p>
            <p>
              {{$t("(c) 与任何奖励或回扣有关；")}}
            </p>
            <p>
              {{$t("(d) 与任何未收取的费用或捐款（如有）有关；")}}
            </p>
            <p>
              {{$t("(e) 与任何交易争议的解决有关，包括因或来自商户的任何补偿；")}}
            </p>
            <p>
              {{$t("(f) {cms}未来确定的与任何交易相关的任何其他原因。")}}
            </p>
            <p>
              {{$t("7.4 {cgwlcms} 可自行决定修改服务费、供款或任何其他适用费用，或随时通过书面通知商户包括任何额外费用。")}}
            </p>
            <p>
              {{$t("7.5 并承诺及时支付所有此类税款。如果商家不缴纳税款，并且{cms}需要支付此类税款和（如适用）任何相关罚款，则{cms}有权追回{cms}支付的此类款项。 ")}}
            </p>
          </div>
          <div>
            <h2 class="title">
              {{$t("8. 知识产权")}}
            </h2>
            <p>
              {{$t("8.1 {cgwlcms} 和/或其许可方保留并应保留其对其中和与之相关的所有版权、商标和其他知识产权的全部权利、所有权和利益，除非协议中明确授予商家。")}}
            </p>
            <p>
              {{$t("8.2 商户仅在本协议期限内授予 {cgwlcms} 全球、非排他性、免版税、不可转让的许可，以复制、使用和展示由或为执行本协议而许可给商家。商家在此保证并声明其拥有或有权使用和分许可其使用或许可用于 {cgwlcms} 的任何知识产权。")}}
            </p>
            <p>
              {{$t("8. 3 商户声明并保证其拥有或是本协议项下使用的所有知识产权的合法被许可人，不存在任何侵犯或违反任何第三方所有权或知识产权的行为，并且任何其他方不会声称拥有此类知识产权的相同所有权。")}}
            </p>
            <p>
              {{$t("8.4 在本协议过程中编制或准备的所有报告、规格和其他类似文件，包括与 {cgwlcmsFood} 服务相关的文件、材料以及任何一方授予的任何知识产权的任何衍生，均应是该等协议的绝对财产。在整个准备过程中以及之后的任何时间都参加派对。为免生疑问，所有报告中存在的知识产权，本条款中规定的规范和其他类似文件应始终归相关方所有。")}}
            </p>
            <p>
              {{$t("8.5 各方向对方保证，未经对方事先书面同意，不会将任何对方的商标用于任何营销活动，包括但不限于促销活动。尽管有上述规定，{cgwlcms} 有权使用商家的商标在全球所有媒体的所有平台上推广 {cgwlcmsFood} 服务和相关促销活动。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("9.无保修")}}</h2>
            <p>{{$t("9.1 {cgwlcmsFOOD} 服务按“原样”提供，不作任何明示、暗示或法定的陈述或保证。{cgwlcms} 及其任何子公司和关联公司、高级职员、董事、代理、合资企业、员工和供应商明确否认对所有权、适销性、特定用途的适用性和不侵权的任何默示保证。{cgwlcms} 对通过 {cgwlcmsFOOD} 服务支付的产品没有任何控制权。{cgwlcms} 不保证对食品服务的任何部分的连续、不间断或安全访问，并且 {cgwlcms} 网站的运营可能会因维护或升级而暂时暂停，或受到 {cgwlcms} 控制之外的许多因素的干扰。{cgwlcms} 将尽合理努力确保及时处理 {cgwlcmsFOOD} 服务，但 {cgwlcms} 不对完成处理所需的时间量作出任何陈述和保证。")}}</p>
            <p>
              {{$t("9.2 {cgwlcms} 不对以下任何情况负责：")}}
            </p>
            <p>
              {{$t("(a) 任何暂停或拒绝接受 {cgwlcms} 合理地认为是欺诈性或未经适当授权的付款；")}}
            </p>
            <p>
              {{$t("(b) 收到的付款指令包含不正确或格式不正确的信息；")}}
            </p>
            <p>
              {{$t("(c) 硬件、软件、移动设备和/或互联网连接由于（包括但不限于）病毒、中断或其他形式的系统中断（例如第三方未经授权的访问）而无法正常运行；")}}
            </p>
            <p>
              {{$t("(d) 第 4.8 条规定的任何情况。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("10.保密和个人资料")}}</h2>
            <p>
              {{$t("10.1 每一方均应保密，不得向任何人披露或直接或间接地为自己或任何其他人的利益（除非为了适当履行其在本协议项下的义务），任何由披露方或代表披露方披露、提供或以其他方式提供给接收方的机密信息。“机密信息 机密和专有产品或信息、知识产权、商业计划、运营或系统、财务和贸易状况、客户、供应商、债务人或债权人的详细信息、与披露方或其任何官员、董事或雇员有关的信息关联公司、营销信息、印刷品、费率和费率表、合同，无论其形式、格式或介质如何，无论是机器可读还是人类可读，包括书面、口头或有形形式，还包括通过会议、文件、信件传达或获得的信息或检查有形物品。本条款不适用于在披露、提供或以其他方式由披露方提供的任何机密信息，属于公共领域，并且应停止适用于随后公开可用的任何信息，除非是由于接收方的任何违规行为造成的。")}}
            </p>
            <p>
              {{$t("10.2 接收方可以向 (a) 其董事和员工披露机密信息，前提是他们的职责将要求他们访问此类机密信息，但接收方应指示此类董事和员工将此类机密信息视为保密，并且不得将此类保密信息用于他们适当履行职责以外的任何目的；(b) 其外部审计师、律师和专业顾问，接收方应确保向其披露此类信息的人在合同上受本条款规定的约束，并在其雇佣和其他适用合同中纳入相应的保密规定。")}}
            </p>
            <p>
              {{$t("10.3 本协议各方应遵守所有适用法律和{cms}平台上可用的与本协议有关的任何个人数据相关的隐私政策所要求的作为数据用户和数据处理者的各自义务。就本协议而言，“个人数据”是指具有赋予的含义的个人数据，受数据用户控制，并且数据处理者需要或被要求为履行本协议提供服务；“数据处理者 ” 就个人数据而言，指仅代表数据用户处理个人数据且不为任何个人目的处理个人数据的任何人（数据用户的雇员除外）；和“数据用户” 指单独或共同或与其他人共同处理任何个人数据或控制或授权处理任何个人数据但不包括数据处理器的人。")}}
            </p>
            <p>
              {{$t("10.4 本第 10 条项下的保密义务在协议终止后和/或保密信息进入公共领域之前仍然有效。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("11.不可抗力")}}</h2>
            <p>
              {{$t("11.1 双方免除因不可抗力而导致的所有义务和延误工作的责任。“不可抗力 ” 指任何不可预见、不可避免的事件和/或超出双方合理控制范围的特殊情况，包括但不限于流行病或大流行病（2019 年冠状病毒病 (Covid-19) 的流行病/大流行病除外）、自然灾害、战争、叛乱、侵略、破坏、群众骚乱，以及直接影响协议履行的货币事务中政府法规的存在。")}}
            </p>
            <p>
              {{$t("11.2 任何一方因不可抗力事件延迟或无法履行其在本协议项下的义务的，应在发生不可抗力事件后尽快书面通知另一方。")}}
            </p>
          </div>
          <div>
            <h2 class="title">{{$t("12.终止")}}</h2>
            <p>{{$t("12.1 各方可在下列情况下立即终止本协议：")}}</p>
            <p>{{$t("(a) 另一方提出破产申请、资不抵债或与其债权人的利益作出任何安排或和解或转让，或指定接管人或管理人该方或其业务，或该方自愿（重组或合并除外）或强制进行清算；")}}</p>
            <p>{{$t("(b) 在另一方发生重大违反本协议的情况下，或者如果非违约方认为该违约能够补救并提供补救机会，但该违约未在 30（三十）天内补救自守约方通知此类违约之日起；")}}</p>
            <p>{{$t("(c) {cgwlcms} 怀疑存在任何非法行为，商户和/或商户的员工或代理人犯下的非法或欺诈行为；")}}</p>
            <p>{{$t("(d) 另一方违反或未能遵守任何适用法律，可能在任何重大方面对未违约方造成不利影响，包括任何食品安全或与餐馆或膳食有关的其他法规；")}}</p>
            <p>{{$t("(e) 以任何理由或无理由提前 30（三十）天书面通知另一方。")}}</p>
            <p>{{$t("12.2 {cgwlcmsFood} 服务的终止不应免除或限制商家或 {cgwlcms} 在终止之前产生的义务、责任和责任。包括与餐馆或膳食有关的任何食品安全或其他法规；")}}</p>
            <p>{{$t("(e) 以任何理由或无理由提前 30（三十）天书面通知另一方。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("12.作业")}}</h2>
            <p>{{$t("13.1 未经{cms}事先书面同意，商家不得将其在本协议项下的任何权利转让给任何人。")}}</p>
            <p>{{$t("13.2 未经{cms}事先书面同意，商家不得允许其他人（客户除外）使用{cms}食品服务。")}}</p>
            <p>{{$t("13.3 本协议的规定对双方及其各自的继承人和允许的受让人具有约束力。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("14. 当事人的关系；司机作为独立承包商")}}</h2>
            <p>{{$t("14.1 本协议中的任何内容均不得解释为在商家和{cms}之间建立合伙、合资或代理关系。任何一方均无权代表另一方签订任何类型的协议。")}}</p>
            <p>{{$t("14. 2 司机同意向客户提供送餐服务的第三方协议是客户与司机之间的独立协议，司机不是{cms}的雇员或代理人。{cgwlcms} 只是客户和司机之间的中介。")}}</p>
            <p>{{$t("14.3 {cgwlcms} 不提供任何运输服务，也不对任何一方因司机的任何行为、疏忽、失败、迟到或拒绝提供运输服务而承担任何责任。")}}</p>
            <p>{{$t("14.4 {cgwlcms} 不会也不应保证司机在履行其从商户向客户交付产品的义务期间的安全性、可靠性、兼容性或能力。因此，商家特此使{cms}免受损害，并免除{cms}的任何和所有责任、索赔、原因。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("15.赔偿")}}</h2>
            <p>{{$t("商家应向cms、其关联公司及其各自的高级职员、董事、雇员、代理人和第三方承包商（“被赔偿方” ”)，免于受赔偿方因第三方提出或威胁提出或威胁的任何索赔而遭受或招致的任何损失、责任、成本和费用（包括全额报销任何法律和专业费用）与任何产品、使用 {cgwlcmsFood} 服务或 {cgwlcmsFood} 平台的商家和/或任何违反本协议任何规定的行为有关，但由于 {cgwlcms} 的疏忽、恶意或故意不当行为造成的除外。尽管此处有任何其他规定，但双方同意，任何一方均不对另一方承担任何利润、商誉、商业机会和预期节省的损失，或任何一方遭受或产生的任何间接或后果性损失或损害。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("16.准据法；争议解决")}}</h2>
            <p>{{$t("本协议受马来西亚法律管辖。如果双方之间出现与此有关的任何争议、争议、索赔或任何类型的分歧（“争议通知”），双方应在一方收到后三十 (30) 天内尝试(1) 另一方通知另一方存在争议的一方，通过双方高级管理人员之间的相互讨论首先解决该争议。如果争议无法在三十（30）天内通过相互讨论解决，则应提交亚洲国际仲裁中心（“ AIAC ”）进行仲裁并最终解决”）根据当时有效的 AIAC 仲裁规则，该规则被视为通过引用并入本条款。将有一（1）名仲裁员，由双方共同指定。如果双方无法就仲裁员达成一致，仲裁应由 AIAC 主任根据 AIAC 规则指定。仲裁语言为英语。仲裁地点和地点为马来西亚吉隆坡。双方同意，《2005 年仲裁法》第三部分不适用于本协议或由本协议引起的仲裁程序。在根据本协议进行的任何仲裁程序的裁决之前，本协议以及双方的权利和义务应保持完全有效")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("17.通知")}}</h2>
            <p>{{$t("17.1 本协议下的所有通知均应通过专人递送、通过隔夜快递发送的挂号信或电子邮件发送至以下地址：")}}</p>
            <p>{{$t(" (a) 如果发送至 {cgwlcms}：cgwlcms Mobile Malaysia Sdn. Bhd. Bhd. Level 25, Menara Southpoint, Mid Valley City, 59200, Kuala Lumpur, Malaysia。电子邮箱：{email}")}}</p>
            <p>{{$t("注意：集团总法律顾问 (b) 如果发往商家，发往商家详情中列出的地址或通过 {cgwlcms} 确定的其他方法或方式。")}}</p>
            <p>{{$t("17.2 本协议项下的所有通知应被视为已妥为送达：")}}</p>
            <p>{{$t("(a) 如果通过专人送达，当留在本第 17 条要求的地址时；")}}</p>
            <p>{{$t("(b) 如果通过隔夜快递发送，则在快递取件后的第二 (2) 个工作日；")}}</p>
            <p>{{$t("(c) 如果通过电子邮件发送，则在发送当天，只要此类电子邮件是在马来西亚工作日下午 5:00 之前发送的；如果在工作日下午 5:00 之后发送或在非工作日发送，则视为在下一个工作日送达。在商家通过电子邮件发送通知的情况下；")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("18.不弃权")}}</h2>
            <p>{{$t("一方未能执行本协议的任何条款不应被解释为对此类条款或执行该协议或任何其他条款的权利的放弃。任何弃权均不得解释为持续弃权。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("19.可分割性")}}</h2>
            <p>{{$t("如果本协议的任何部分无效、非法或不可执行，则该部分应与本协议的其余部分分离，其余部分应在适用法律允许的最大范围内继续有效和可执行。")}}</p>
          </div>
          <div>
            <h2 class="title">{{$t("20.完整协议")}}</h2>
            <p>{{$t("本协议（包括此处提及的所有附件和其他文件，包括但不限于商家 {SOP} 和 {cgwlcms} 提供 {cgwlcmsFood} 服务的标准操作程序）代表双方就其标的物达成的完整协议, 其中缔约方应受其约束。本协议未规定的一切内容，应在商户 {SOP} 或{cms}在{cms}平台上发布的任何其他文件中规定。商户 {SOP} 是本协议不可分割的一部分，同意本协议即表示商户同意遵守商户 {SOP}。如果本协议的任何条款与 {cgwlcms} 平台或 {cgwlcmsFood} 平台上关于提供 {cgwlcmsFood} 服务的商家 {SOP} 的任何条款之间存在任何差异，以商户 {SOP} 的规定为准。")}}</p>
          </div>
        </div>
      </div>
    </div>
    <mer-chant-footer></mer-chant-footer>
  </div>
</template>

<script>
import merChantHeader from "./components/mer-chant-header";
import merChantFooter from "./components/mer-chant-footer";
import { mapGetters } from "vuex";
// import { Table, TableColumn } from "element-ui";
export default {
  components: {
    merChantHeader,
    merChantFooter,
    // Table,
  },
  data() {
    return {}
  },
  computed: {
    isPC() {
      let userAgentInfo = navigator.userAgent;
      let Agents = [
        "Android",
        "iPhone",
        "SymbianOS",
        "Windows Phone",
        "iPad",
        "iPod",
      ];
      let flag = true;
      for (var v = 0; v < Agents.length; v++) {
        if (userAgentInfo.indexOf(Agents[v]) > 0) {
          flag = false;
          break;
        }
      }
      return flag;
    },
  },
  methods: {
    goLink(){
      window.open('https://t.me/Argos002','_black')
    },
  },
};
</script>
<style lang="scss" scoped>
.shopLink{
  color: blue;
  position: relative;
  z-index: 9;
  cursor: pointer;
}
.merchantSettled-wap {
  background: #fff;
  display: flex;
  justify-content: center;
  align-items: center;
  width: 1200px;
  margin: 0 auto 20px auto;

  .step-div {
    width: 1197px;
    background: #fff;

    border-radius: 4px;
    margin-top: -86px;

    .content {
      padding: 20px 30px;
      border: 1px solid #eeeeee;
      h2 {
        margin-top: 14px;
      }
      .title {
        font-size: 24px;
        color: #0f1111;
        font-weight: 500;
        margin-bottom: 14px;
      }
      .ask {
        color: dodgerblue;
      }
      p,
      ul li {
        font-family: "PingFang HK";
        font-style: normal;
        font-size: 14px;
        line-height: 20px;
        color: #333333;
        padding: 6px 0;
        list-style-type: disc;
      }
    }
    img {
      max-width: 100%;
    }
    .bottom {
      height: 140px;
      font-size: 14px;
      display: flex;
      flex-direction: column;
      justify-content: space-around;
      align-items: center;
      margin: 20px 0;

      .button {
        width: 475px;
      }
    }
  }
}
@media screen and (max-width: 500px) {
  .merchantSettled {
    width: 100%;
    overflow: hidden;
    .merchantSettled-wap {
      background: #fff;
      display: flex;
      justify-content: center;
      align-items: center;
      width: 100% !important;
      position: relative;

      .step-div {
        width: 100%;
        background: #fff;

        border-radius: 4px;
        margin-top: -86px;

        .content {
          padding: 20px 30px;
          border: 1px solid #eeeeee;

          .title p {
            font-family: "PingFang HK";
            font-style: normal;
            font-size: 14px;
            line-height: 20px;
            color: #333333;
            padding: 6px 0;
          }
        }

        // .content2 {
        //   // padding: 20Px 10Px;
        // }

        .bottom {
          height: 100px;
          font-size: 12px;
          display: flex;
          flex-direction: column;
          justify-content: space-around;
          align-items: center;
          margin: 20px 0;

          .button {
            width: 80%;
          }
        }
      }
    }
  }
}
</style>
